{"gov": 829, "website": 2283, "belongs": 199, "official": 1342, "government": 830, "organization": 1364, "united": 2212, "states": 1933, "lock": 1142, "locklocked": 1143, "padlock": 1396, "icon": 936, "https": 922, "means": 1200, "safely": 1756, "connected": 406, "secure": 1778, "websites": 2284, "rotator": 1742, "cuff": 458, "injuries": 999, "html": 921, "page": 1398, "basics": 181, "summary": 2002, "diagnosis": 522, "tests": 2089, "treatments": 2172, "therapies": 2094, "learn": 1092, "specifics": 1897, "see": 1780, "play": 1485, "images": 945, "research": 1688, "clinical": 346, "trials": 2174, "journal": 1050, "articles": 132, "resources": 1694, "find": 728, "expert": 678, "children": 329, "handouts": 860, "part": 1413, "shoulder": 1821, "joint": 1045, "group": 845, "muscles": 1268, "tendons": 2078, "holds": 910, "top": 2144, "upper": 2219, "arm": 115, "bone": 229, "firmly": 734, "socket": 1873, "keeps": 1060, "stable": 1924, "move": 1255, "direction": 530, "common": 379, "wear": 2279, "tear": 2059, "movements": 1258, "especially": 643, "reaching": 1610, "head": 872, "time": 2125, "tissues": 2134, "break": 245, "leading": 1089, "tendinitis": 2074, "connect": 405, "bones": 230, "become": 191, "irritated": 1026, "swollen": 2030, "pinched": 1468, "bursitis": 269, "bursa": 267, "small": 1861, "fluid": 749, "filled": 726, "sac": 1753, "pads": 1397, "space": 1890, "happens": 869, "muscle": 1267, "rub": 1746, "much": 1263, "swells": 2026, "extra": 689, "causes": 305, "pain": 1399, "tears": 2061, "tendon": 2076, "happen": 867, "suddenly": 1999, "injury": 1001, "falling": 707, "outstretched": 1383, "lifting": 1117, "something": 1880, "heavy": 882, "may": 1196, "go": 819, "way": 2272, "partial": 1414, "full": 788, "likely": 1123, "develop": 512, "anyone": 95, "certain": 313, "people": 1439, "one": 1349, "age": 49, "aging": 52, "adults": 40, "athletes": 149, "playing": 1487, "sports": 1911, "repeated": 1674, "increases": 973, "risk": 1730, "example": 662, "tennis": 2081, "swimming": 2028, "baseball": 178, "pitching": 1473, "jobs": 1041, "require": 1684, "lot": 1158, "overhead": 1387, "carpenters": 294, "construction": 416, "workers": 2311, "painters": 1401, "examples": 663, "problems": 1541, "symptoms": 2033, "always": 75, "cause": 303, "often": 1343, "feel": 715, "lie": 1112, "injured": 998, "lift": 1115, "lower": 1162, "front": 784, "side": 1834, "reach": 1608, "behind": 198, "back": 165, "torn": 2146, "include": 967, "loss": 1157, "strength": 1969, "clicking": 345, "popping": 1500, "sounds": 1887, "diagnosed": 521, "health": 877, "care": 288, "examine": 659, "includes": 968, "checking": 323, "range": 1603, "motion": 1250, "test": 2086, "order": 1361, "imaging": 946, "x": 2329, "rays": 1605, "ultrasound": 2201, "mri": 1261, "scan": 1766, "best": 209, "treatment": 2171, "depends": 504, "bothers": 233, "whether": 2293, "sudden": 1998, "happened": 868, "rest": 1699, "putting": 1585, "ice": 934, "cold": 361, "pack": 1393, "sore": 1884, "area": 113, "relievers": 1659, "lessen": 1106, "swelling": 2025, "ibuprofen": 933, "aspirin": 141, "physical": 1461, "therapy": 2097, "exercises": 669, "strengthen": 1970, "improve": 957, "movement": 1257, "corticosteroid": 438, "shot": 1819, "help": 887, "also": 71, "surgery": 2016, "option": 1359, "better": 210, "months": 1247, "heat": 880, "electrical": 607, "stimulation": 1954, "nerves": 1293, "transcutaneous": 2161, "nerve": 1292, "tens": 2082, "suggest": 2000, "large": 1079, "recent": 1620, "last": 1081, "activities": 27, "bother": 232, "stop": 1959, "check": 321, "early": 584, "prevent": 1532, "mild": 1231, "becoming": 193, "serious": 1793, "later": 1083, "feels": 717, "weak": 2275, "right": 1727, "soon": 1883, "possible": 1507, "direct": 528, "arthrography": 125, "video": 2243, "american": 78, "college": 365, "radiology": 1598, "radiological": 1596, "society": 1872, "north": 1313, "america": 77, "spanish": 1891, "academy": 12, "family": 709, "physicians": 1463, "cortisone": 439, "shots": 1820, "mayo": 1197, "foundation": 773, "medical": 1208, "education": 596, "rehabilitation": 1650, "orthopaedic": 1368, "surgeons": 2015, "pdf": 1431, "surgical": 2017, "options": 1360, "arthroscopy": 129, "impingement": 952, "pediatrics": 1435, "replacement": 1681, "repair": 1670, "series": 1792, "encyclopedia": 619, "clinicaltrials": 347, "national": 1280, "institutes": 1009, "syndrome": 2034, "references": 1641, "abstracts": 9, "medline": 1213, "pubmed": 1576, "library": 1111, "medicine": 1211, "article": 131, "biological": 215, "effect": 599, "platelet": 1483, "rich": 1725, "plasma": 1481, "subacromial": 1990, "making": 1179, "sense": 1787, "exercise": 667, "measuring": 1204, "accuracy": 15, "artificial": 133, "prevalence": 1531, "os": 1372, "acromiale": 20, "concomitant": 398, "focused": 754, "institute": 1008, "arthritis": 123, "musculoskeletal": 1271, "skin": 1849, "diseases": 539, "tendonitis": 2077, "parents": 1410, "nemours": 1291, "reverse": 1718, "total": 2149, "discharge": 534, "self": 1784, "information": 986, "site": 1844, "used": 2224, "substitute": 1993, "professional": 1549, "advice": 42, "contact": 418, "questions": 1586, "cite": 337, "yesno": 2336, "thank": 2091, "feedback": 714, "medlineplus": 1214, "ency": 618, "patientinstructions": 1428, "htm": 920, "attach": 152, "allowing": 64, "coordinated": 432, "free": 779, "remain": 1662, "overuse": 1390, "wearing": 2280, "away": 163, "relief": 1656, "measures": 1203, "using": 2226, "properly": 1565, "ease": 585, "inflammation": 983, "normally": 1312, "smooth": 1866, "layer": 1087, "lining": 1132, "occurs": 1339, "relieving": 1661, "medicines": 1212, "naproxen": 1277, "reduce": 1636, "take": 2042, "every": 653, "day": 477, "tell": 2066, "general": 801, "monitored": 1246, "moist": 1243, "hot": 915, "bath": 183, "shower": 1825, "loosen": 1153, "applied": 102, "minutes": 1237, "times": 2126, "cut": 465, "wrap": 2320, "clean": 340, "towel": 2153, "cloth": 351, "place": 1474, "directly": 532, "frostbite": 785, "avoid": 161, "placing": 1478, "stress": 1972, "heal": 874, "positions": 1505, "posture": 1513, "night": 1300, "relieve": 1657, "sleep": 1852, "either": 603, "resting": 1700, "painful": 1400, "couple": 444, "pillows": 1467, "sitting": 1846, "use": 2223, "good": 828, "keep": 1058, "pillow": 1466, "feet": 718, "flat": 741, "floor": 747, "footstool": 763, "practice": 1519, "blade": 220, "ideal": 937, "tips": 2131, "taking": 2045, "carry": 297, "backpack": 166, "purse": 1580, "work": 2309, "arms": 116, "level": 1108, "long": 1145, "needed": 1288, "foot": 761, "stool": 1957, "ladder": 1077, "objects": 1326, "close": 348, "body": 228, "try": 2179, "loads": 1138, "regular": 1647, "breaks": 247, "activity": 28, "thumb": 2118, "pointing": 1495, "store": 1962, "items": 1030, "places": 1477, "easily": 587, "things": 2102, "phone": 1458, "injuring": 1000, "refer": 1639, "therapist": 2095, "start": 1930, "passive": 1422, "get": 805, "teaches": 2057, "focus": 753, "weights": 2290, "higher": 900, "repetitions": 1678, "improvements": 960, "returning": 1713, "examined": 660, "around": 117, "spine": 1902, "exam": 657, "meant": 1201, "provoke": 1574, "someone": 1879, "abnormal": 6, "gradual": 833, "ask": 136, "proper": 1564, "technique": 2062, "involve": 1020, "musclesrotator": 1269, "finnoff": 732, "jt": 1053, "johnson": 1043, "w": 2252, "limb": 1124, "dysfunction": 580, "cifu": 334, "dx": 578, "ed": 592, "braddom": 243, "philadelphia": 1456, "elsevier": 612, "chap": 320, "mosich": 1249, "gm": 818, "yamaguchi": 2330, "kt": 1071, "petrigliano": 1454, "fa": 694, "lesions": 1104, "miller": 1232, "thompson": 2109, "sr": 1920, "eds": 595, "delee": 496, "drez": 565, "read": 1612, "ct": 456, "review": 1719, "date": 475, "updated": 2218, "c": 274, "benjamin": 207, "professor": 1550, "chief": 327, "service": 1796, "ucsf": 2197, "department": 501, "san": 1761, "francisco": 777, "ca": 275, "reviewed": 1720, "david": 476, "dugdale": 575, "director": 533, "brenda": 252, "conaway": 395, "editorial": 594, "team": 2058, "form": 769, "hold": 908, "pass": 1420, "underneath": 2208, "bony": 231, "attaching": 155, "join": 1044, "together": 2138, "surrounds": 2020, "helps": 890, "allows": 65, "result": 1706, "irritation": 1027, "due": 574, "lead": 1088, "weakness": 2278, "stiffness": 1951, "key": 1061, "recovery": 1631, "make": 1177, "stronger": 1981, "flexible": 744, "treat": 2168, "trained": 2159, "ability": 4, "want": 2261, "evaluating": 647, "treating": 2170, "evaluate": 646, "mechanics": 1205, "watch": 2267, "moves": 1259, "perform": 1442, "including": 969, "observe": 1327, "stand": 1927, "sit": 1843, "different": 524, "seem": 1783, "worsen": 2314, "testing": 2088, "examining": 661, "know": 1069, "tight": 2122, "program": 1552, "stretch": 1973, "goal": 820, "function": 790, "well": 2291, "little": 1135, "teach": 2056, "ways": 2273, "everyday": 654, "tasks": 2053, "correct": 436, "home": 911, "sure": 2011, "need": 1287, "change": 317, "resistance": 1691, "strengthening": 1971, "smaller": 1862, "repetition": 1677, "stretching": 1976, "posterior": 1510, "hand": 858, "anterior": 92, "pendulum": 1438, "wall": 2259, "stretches": 1975, "internal": 1016, "rotation": 1741, "band": 173, "external": 688, "isometric": 1028, "push": 1582, "ups": 2220, "scapular": 1769, "retraction": 1711, "tubing": 2182, "alternative": 73, "names": 1275, "frozen": 786, "refers": 1643, "ball": 172, "type": 2192, "humerus": 924, "forms": 770, "scapula": 1768, "controls": 429, "inflamed": 982, "called": 278, "condition": 399, "keeping": 1059, "position": 1504, "periods": 1447, "computer": 394, "hairstyling": 853, "sleeping": 1854, "requiring": 1687, "moved": 1256, "repeatedly": 1675, "particularly": 1418, "working": 2312, "many": 1186, "hours": 916, "days": 478, "painting": 1402, "carpentry": 295, "poor": 1497, "years": 2333, "occur": 1336, "two": 2191, "acute": 31, "fall": 706, "stretched": 1974, "jerking": 1036, "chronic": 333, "slowly": 1860, "point": 1493, "wears": 2281, "types": 2193, "completely": 386, "sever": 1803, "attachments": 156, "complete": 384, "thickness": 2100, "goes": 822, "pinpoint": 1470, "entire": 634, "come": 373, "detached": 509, "attached": 153, "retracted": 1710, "pulled": 1578, "expanded": 672, "brushing": 259, "hair": 852, "shelves": 1810, "sport": 1909, "travel": 2167, "stops": 1961, "elbow": 606, "indicate": 977, "neck": 1286, "raised": 1601, "lying": 1166, "affected": 46, "raising": 1602, "stiff": 1947, "difficult": 525, "usually": 2227, "intense": 1015, "hard": 871, "raise": 1600, "snapping": 1867, "trying": 2180, "notice": 1315, "began": 195, "indications": 979, "even": 649, "wake": 2256, "tolerable": 2140, "hurts": 926, "toward": 2152, "worse": 2313, "relieved": 1658, "exams": 664, "reveal": 1717, "tenderness": 2073, "placed": 1475, "show": 1823, "spur": 1916, "uses": 2225, "sound": 1886, "waves": 2271, "create": 453, "image": 944, "ray": 1604, "arthrogram": 124, "injects": 997, "contrast": 425, "material": 1191, "dye": 579, "multiple": 1265, "pictures": 1464, "suspects": 2021, "follow": 757, "instructions": 1012, "problem": 1540, "return": 1712, "advise": 44, "packs": 1394, "protect": 1568, "wrapping": 2321, "applying": 105, "avoiding": 162, "reducing": 1638, "injected": 993, "remove": 1667, "tissue": 2133, "decrease": 485, "demand": 499, "arthroscopic": 128, "open": 1352, "larger": 1080, "incision": 965, "outlook": 1380, "prognosis": 1551, "weeks": 2287, "amount": 82, "relieves": 1660, "outcome": 1377, "size": 1847, "present": 1526, "person": 1451, "active": 25, "ongoing": 1350, "prevention": 1534, "repetitive": 1679, "swimmer": 2027, "pitcher": 1472, "inflammationshoulder": 984, "tendonsinflamed": 2079, "normal": 1311, "cuffnormal": 459, "cufftorn": 461, "principles": 1537, "ricchetti": 1724, "et": 645, "entezari": 633, "v": 2229, "derwin": 506, "ka": 1057, "structure": 1982, "matsen": 1192, "cordasco": 434, "sperling": 1900, "jw": 1055, "al": 55, "rockwood": 1733, "loses": 1156, "capsule": 284, "ligaments": 1119, "becomes": 192, "unable": 2203, "freely": 780, "women": 2307, "old": 1346, "however": 919, "men": 1217, "factors": 701, "diabetes": 518, "thyroid": 2120, "changes": 318, "hormones": 914, "menopause": 1221, "heart": 879, "breast": 248, "cervical": 314, "disk": 540, "disease": 537, "main": 1173, "decreased": 486, "without": 2305, "minor": 1236, "trauma": 2166, "severe": 1805, "moving": 1260, "lack": 1076, "less": 1105, "able": 5, "made": 1170, "rotate": 1739, "calcium": 276, "deposits": 505, "sometimes": 1881, "shows": 1829, "diagnose": 520, "treated": 2169, "nonsteroidal": 1308, "anti": 93, "inflammatory": 985, "drugs": 572, "nsaids": 1318, "steroid": 1942, "injections": 996, "progress": 1554, "year": 2332, "needs": 1290, "done": 553, "left": 1096, "untreated": 2217, "gets": 806, "within": 2304, "residual": 1690, "conditions": 401, "process": 1544, "longer": 1146, "recommended": 1625, "nonsurgical": 1309, "effective": 600, "procedure": 1542, "anesthesia": 86, "scar": 1770, "bringing": 255, "receive": 1618, "blocks": 224, "caring": 291, "restores": 1702, "must": 1272, "continue": 420, "several": 1804, "complications": 388, "forcefully": 766, "think": 2103, "evaluation": 648, "referral": 1642, "limits": 1128, "extended": 682, "period": 1445, "control": 428, "adhesive": 37, "capsulitis": 285, "orthoinfo": 1366, "aaos": 0, "org": 1363, "en": 616, "january": 1034, "accessed": 14, "november": 1316, "barlow": 177, "j": 1031, "mundy": 1266, "ac": 10, "jones": 1049, "gl": 811, "rh": 1721, "azar": 164, "fm": 752, "throckmorton": 2114, "tw": 2187, "beaty": 189, "jh": 1039, "campbell": 281, "operative": 1355, "orthopaedics": 1369, "disorders": 544, "header": 873, "logo": 1144, "print": 1538, "email": 613, "facebook": 696, "twitter": 2190, "english": 627, "worsening": 2316, "tends": 2080, "although": 74, "flexibility": 743, "primary": 1536, "recommendation": 1624, "commonly": 380, "affects": 47, "ages": 50, "addition": 33, "increased": 972, "developing": 514, "anatomy": 84, "three": 2113, "clavicle": 339, "collarbone": 363, "fits": 740, "shallow": 1808, "strong": 1980, "connective": 408, "synovial": 2035, "lubricates": 1163, "reproduced": 1682, "modified": 1242, "almanac": 66, "description": 507, "thickens": 2099, "thick": 2098, "bands": 175, "adhesions": 36, "cases": 300, "hallmark": 855, "signs": 1837, "else": 611, "develops": 516, "stages": 1926, "stage": 1925, "freezing": 781, "worsens": 2317, "typically": 2195, "lasts": 1082, "anywhere": 98, "actually": 30, "remains": 1663, "daily": 468, "thawing": 2092, "improves": 961, "takes": 2044, "fully": 789, "understood": 2209, "clear": 343, "connection": 407, "dominance": 551, "dominant": 552, "prefer": 1520, "occupation": 1333, "put": 1583, "reason": 1614, "known": 1070, "diabetic": 519, "patients": 1429, "tend": 2071, "greater": 839, "degree": 494, "continues": 422, "additional": 34, "associated": 147, "hypothyroidism": 931, "hyperthyroidism": 929, "parkinson": 1412, "cardiac": 286, "immobilization": 947, "immobilized": 949, "held": 886, "fracture": 775, "shoulders": 1822, "measure": 1202, "prescribed": 1524, "dull": 576, "aching": 18, "course": 445, "located": 1140, "outer": 1379, "examination": 658, "discussing": 536, "history": 904, "carefully": 290, "directions": 531, "limited": 1126, "compare": 382, "display": 545, "actively": 26, "passively": 1423, "jf": 1038, "sarwark": 1763, "essentials": 644, "rosemont": 1737, "il": 941, "rule": 1748, "dense": 500, "structures": 1984, "clearly": 344, "magnetic": 1172, "resonance": 1693, "soft": 1874, "required": 1685, "identify": 938, "related": 1651, "staying": 1935, "healthy": 878, "nutrition": 1324, "generally": 802, "restore": 1701, "relatively": 1652, "simple": 1839, "important": 955, "optimize": 1358, "might": 1230, "contributing": 427, "instance": 1006, "hemoglobin": 891, "elevated": 610, "plan": 1479, "endocrinologist": 621, "adjust": 38, "glucose": 817, "speed": 1899, "non": 1305, "steroidal": 1943, "medications": 1210, "like": 1122, "powerful": 1518, "hydrodilatation": 928, "methods": 1223, "recommend": 1623, "involves": 1022, "gently": 804, "injecting": 994, "volume": 2250, "sterile": 1941, "expand": 671, "performed": 1443, "radiologist": 1597, "physician": 1462, "surgeon": 2014, "guide": 849, "placement": 1476, "specific": 1896, "supervision": 2004, "via": 2242, "note": 1314, "consult": 417, "sets": 1801, "session": 1798, "doorway": 556, "bend": 201, "door": 554, "jamb": 1032, "shown": 1828, "illustration": 943, "seconds": 1777, "relax": 1653, "repeat": 1673, "forward": 771, "flexion": 745, "supine": 2005, "legs": 1100, "straight": 1963, "unaffected": 2204, "gentle": 803, "crossover": 454, "pull": 1577, "across": 23, "chest": 325, "chin": 330, "far": 710, "causing": 306, "conservative": 410, "discuss": 535, "talk": 2046, "potential": 1514, "continuing": 423, "risks": 1731, "involved": 1021, "offered": 1340, "release": 1654, "stiffened": 1948, "manipulation": 1183, "force": 764, "releases": 1655, "tightening": 2123, "portions": 1503, "pencil": 1437, "sized": 1848, "instruments": 1013, "inserted": 1003, "incisions": 966, "combination": 368, "obtain": 1329, "maximum": 1195, "results": 1708, "outcomes": 1378, "procedures": 1543, "photos": 1460, "taken": 2043, "arthroscope": 127, "necessary": 1285, "maintain": 1174, "achieved": 17, "slow": 1859, "commitment": 378, "factor": 700, "enjoy": 628, "term": 2085, "reduced": 1637, "improved": 958, "continued": 421, "uncommon": 2205, "recur": 1633, "still": 1952, "ases": 134, "topic": 2145, "available": 160, "handout": 859, "contributed": 426, "jason": 1035, "ho": 906, "faaos": 695, "william": 2300, "r": 1591, "aibinder": 53, "peer": 1436, "thomas": 2108, "ward": 2262, "endorse": 622, "products": 1548, "referenced": 1640, "herein": 895, "provided": 1572, "educational": 597, "intended": 1014, "serve": 1795, "seeking": 1782, "assistance": 145, "locate": 1139, "orthopaedist": 1370, "lateral": 1084, "epicondylitis": 639, "caused": 304, "surprisingly": 2018, "racquet": 1592, "degeneration": 492, "microtearing": 1227, "forearm": 767, "outside": 1382, "damaged": 470, "repeating": 1676, "motions": 1252, "leads": 1090, "approach": 107, "doctors": 550, "occupational": 1334, "therapists": 2096, "provide": 1571, "radius": 1599, "ulna": 2198, "prominences": 1557, "bumps": 264, "sides": 1835, "bottom": 234, "epicondyles": 638, "begin": 196, "prominence": 1556, "epicondyle": 637, "ecrb": 591, "responsible": 1698, "extension": 684, "wrist": 2324, "fingers": 730, "extensors": 686, "extensor": 685, "carpi": 296, "radialis": 1594, "brevis": 253, "attaches": 154, "damage": 469, "stabilize": 1923, "groundstroke": 844, "weakened": 2277, "microscopic": 1226, "bends": 203, "straightens": 1965, "rubs": 1747, "participate": 1416, "recreational": 1632, "vigorous": 2245, "plumbers": 1490, "prone": 1563, "studies": 1988, "auto": 159, "cooks": 430, "butchers": 270, "population": 1501, "thought": 2112, "weightlifting": 2289, "occupations": 1335, "player": 1486, "thinkstock": 2105, "improper": 956, "stroke": 1979, "equipment": 641, "unknown": 2214, "recognized": 1622, "occurrence": 1338, "idiopathic": 939, "gradually": 834, "begins": 197, "burning": 266, "grip": 842, "worsened": 2315, "holding": 909, "turning": 2185, "wrench": 2322, "shaking": 1807, "hands": 861, "location": 1141, "griffen": 841, "l": 1073, "third": 2107, "edition": 593, "ulnar": 2199, "entrapment": 635, "cubital": 457, "tunnel": 2184, "warm": 2263, "cool": 431, "therapeutic": 2093, "golfer": 825, "consider": 411, "developed": 513, "participation": 1417, "ever": 651, "rheumatoid": 1722, "apply": 104, "pressure": 1530, "variety": 2232, "straighten": 1964, "positive": 1506, "tells": 2067, "pressing": 1529, "photo": 1459, "courtesy": 446, "stuart": 1986, "fischer": 736, "scans": 1767, "ordered": 1362, "determine": 511, "extent": 687, "thinks": 2104, "herniated": 897, "arthritic": 122, "produce": 1547, "electromyography": 609, "emg": 615, "compression": 392, "similar": 1838, "approximately": 109, "success": 1994, "first": 735, "step": 1939, "give": 808, "acetaminophen": 16, "helpful": 888, "massage": 1189, "stimulating": 1953, "techniques": 2063, "healing": 875, "brace": 240, "centered": 308, "counterforce": 443, "steroids": 1944, "decide": 482, "inject": 992, "sparingly": 1892, "excessive": 666, "weaken": 2276, "prp": 1575, "designed": 508, "biologic": 214, "environment": 636, "obtaining": 1330, "sample": 1760, "blood": 225, "centrifuging": 311, "spinning": 1903, "platelets": 1484, "solution": 1877, "high": 899, "concentration": 396, "growth": 848, "apple": 101, "podcasts": 1492, "web": 2282, "embed": 614, "effectiveness": 602, "inconclusive": 970, "others": 1375, "promising": 1559, "injection": 995, "allan": 60, "k": 1056, "mishra": 1238, "menlo": 1220, "park": 1411, "extracorporeal": 690, "shock": 1814, "wave": 2270, "sends": 1785, "microtrauma": 1228, "promotes": 1560, "natural": 1281, "processes": 1545, "considered": 413, "experimental": 677, "sources": 1889, "encourage": 617, "checked": 322, "fit": 738, "stiffer": 1950, "racquets": 1593, "looser": 1154, "strung": 1985, "oversized": 1389, "changing": 319, "recurring": 1634, "respond": 1695, "removing": 1669, "diseased": 538, "reattaching": 1617, "depend": 502, "scope": 1773, "personal": 1452, "aspect": 140, "outpatient": 1381, "basis": 182, "meaning": 1199, "miniature": 1234, "infection": 981, "vessel": 2241, "prolonged": 1555, "following": 759, "temporarily": 2069, "splint": 1905, "week": 2286, "sutures": 2023, "removed": 1668, "light": 1120, "started": 1931, "athletic": 150, "successful": 1995, "experience": 675, "jocelyn": 1042, "ross": 1738, "witstein": 2306, "michael": 1224, "alaia": 56, "mary": 1187, "mulcahey": 1264, "medial": 1207, "overexertion": 1386, "golfers": 826, "coined": 360, "throwing": 2117, "inside": 1004, "partially": 1415, "golf": 824, "successfully": 1996, "improvement": 959, "appropriate": 108, "inner": 1002, "allow": 62, "inward": 1023, "pronation": 1561, "flex": 742, "end": 620, "cords": 435, "prominent": 1558, "portion": 1502, "pronator": 1562, "teres": 2084, "flexor": 746, "palmaris": 1404, "longus": 1147, "digitorum": 527, "superficialis": 2003, "ulnaris": 2200, "passes": 1421, "strike": 1977, "funny": 792, "enters": 632, "fraying": 778, "tearing": 2060, "sporting": 1910, "swing": 2029, "showing": 1827, "backswing": 167, "golfing": 827, "plays": 1488, "role": 1734, "development": 515, "living": 1136, "household": 917, "chores": 332, "growing": 847, "occasional": 1331, "shooting": 1815, "occasionally": 1332, "nearby": 1284, "neuritis": 1295, "symptom": 2032, "numbness": 1321, "tingling": 2128, "ring": 1728, "pinky": 1469, "found": 772, "asking": 138, "kinds": 1064, "palpation": 1406, "palpate": 1405, "various": 2233, "coming": 377, "applies": 103, "special": 1894, "tinel": 2127, "tapping": 2050, "sensation": 1786, "feeling": 716, "confirm": 403, "assess": 142, "collateral": 364, "ligament": 1118, "ucl": 2196, "unless": 2215, "going": 823, "responding": 1696, "white": 2296, "arrow": 120, "amin": 80, "nh": 1298, "kumar": 1072, "ns": 1317, "schickendantz": 1771, "ms": 1262, "management": 1182, "acad": 11, "orthop": 1367, "surg": 2013, "goals": 821, "rehabilitating": 1649, "preventing": 1533, "effectively": 601, "standing": 1928, "modification": 1241, "icing": 935, "short": 1817, "tolerate": 2141, "e": 582, "g": 794, "kidney": 1062, "dangerous": 471, "bracing": 242, "cock": 357, "limit": 1125, "initial": 990, "suggests": 2001, "lengthen": 1102, "considering": 414, "benefits": 206, "informed": 987, "decision": 483, "rehabilitate": 1648, "regain": 1645, "focusing": 755, "bending": 202, "turns": 2186, "palm": 1403, "faces": 697, "downward": 559, "eccentric": 590, "beneficial": 204, "load": 1137, "lengthens": 1103, "dry": 573, "needling": 1289, "ewst": 655, "trigger": 2176, "responses": 1697, "yet": 2337, "compared": 383, "typical": 2194, "programs": 1553, "improving": 962, "whose": 2297, "fail": 702, "nonoperative": 1307, "least": 1094, "cutting": 466, "near": 1283, "debridement": 480, "repaired": 1671, "manner": 1184, "anchors": 85, "reattach": 1616, "followed": 758, "decompression": 484, "transposition": 2162, "post": 1509, "sling": 1857, "immobilize": 948, "allowed": 63, "resume": 1709, "restrictions": 1705, "jonathan": 1048, "wright": 2323, "bs": 260, "reuben": 1714, "asleep": 139, "regional": 1646, "numbed": 1319, "given": 809, "sleepy": 1855, "operation": 1354, "deltoid": 497, "complex": 387, "monitor": 1245, "view": 2244, "mini": 1233, "spurs": 1917, "inch": 963, "centimeters": 309, "rivets": 1732, "suture": 2022, "metal": 1222, "stitches": 1955, "tie": 2121, "closed": 349, "dressing": 564, "repairs": 1672, "reasons": 1615, "choice": 331, "significant": 1836, "instead": 1007, "expected": 674, "allergic": 61, "reactions": 1611, "breathing": 251, "bleeding": 223, "clots": 352, "failure": 703, "nurse": 1322, "could": 440, "pregnant": 1521, "supplements": 2006, "herbs": 894, "bought": 235, "prescription": 1525, "drinking": 568, "alcohol": 57, "drinks": 569, "planning": 1480, "treats": 2173, "smoke": 1864, "quit": 1589, "smoking": 1865, "increase": 971, "quitting": 1590, "prepare": 1522, "easier": 586, "recover": 1629, "arrange": 118, "drive": 570, "asked": 137, "clotting": 353, "thinners": 2106, "counter": 442, "advil": 43, "motrin": 1254, "aleve": 58, "naprosyn": 1276, "vitamin": 2248, "let": 1107, "illness": 942, "covid": 449, "flu": 748, "fever": 721, "herpes": 898, "breakout": 246, "sick": 1833, "postponed": 1512, "eating": 589, "told": 2139, "sip": 1842, "water": 2268, "arrive": 119, "leave": 1095, "immobilizer": 950, "depending": 503, "managed": 1181, "length": 1101, "expect": 673, "poorer": 1498, "already": 70, "severely": 1806, "laparoscopic": 1078, "cuffrotator": 460, "klein": 1066, "js": 1052, "leggin": 1099, "bg": 211, "namdari": 1274, "williams": 2301, "gr": 831, "tendinopathies": 2075, "skirven": 1850, "tm": 2136, "osterman": 1374, "fedroczyk": 713, "jm": 1040, "amadio": 76, "pc": 1430, "feldscher": 719, "sb": 1765, "shin": 1813, "ek": 604, "extremity": 691, "classification": 338, "phillips": 1457, "bb": 187, "brolin": 257, "tj": 2135, "replace": 1680, "parts": 1419, "stem": 1937, "secured": 1779, "plastic": 1482, "liner": 1131, "acts": 29, "bearing": 188, "new": 1297, "reminder": 1665, "received": 1619, "learned": 1093, "manage": 1180, "taught": 2054, "tender": 2072, "bruising": 258, "driving": 571, "shopping": 1816, "bathing": 184, "meals": 1198, "housework": 918, "rolled": 1736, "support": 2008, "ensures": 631, "heals": 876, "safe": 1755, "ok": 1345, "waiting": 2255, "narcotic": 1278, "codeine": 358, "hydrocodone": 927, "oxycodone": 1391, "constipated": 415, "drink": 567, "plenty": 1489, "fluids": 750, "eat": 588, "fruits": 787, "vegetables": 2234, "fiber": 723, "foods": 760, "stools": 1958, "loose": 1151, "exactly": 656, "wound": 2318, "staples": 1929, "bandage": 174, "instructed": 1011, "appointment": 106, "showers": 1826, "run": 1750, "scrub": 1775, "soak": 1868, "bathtub": 186, "tub": 2181, "call": 277, "soaks": 1869, "darker": 473, "color": 367, "touch": 2150, "shifting": 1812, "redness": 1635, "yellowish": 2335, "temperature": 2068, "f": 693, "shortness": 1818, "breath": 249, "slingshoulder": 1858, "august": 158, "june": 1054, "chan": 316, "ww": 2327, "postoperative": 1511, "fedorczyk": 712, "duquin": 577, "tr": 2155, "lippitt": 1134, "wirth": 2303, "glenohumeral": 813, "arthroplasty": 126, "conditioning": 400, "content": 419, "written": 2325, "member": 1216, "lifestyle": 1114, "structured": 1983, "provides": 1573, "wide": 2298, "ensure": 630, "meet": 1215, "restoring": 1703, "soreness": 1885, "target": 2051, "groups": 846, "targeted": 2052, "deltoids": 498, "trapezius": 2164, "rhomboid": 1723, "supporting": 2009, "supraspinatus": 2010, "infraspinatus": 988, "subscapularis": 1992, "biceps": 212, "triceps": 2175, "otherwise": 1376, "specified": 1898, "maintenance": 1175, "lifelong": 1113, "protection": 1569, "performing": 1444, "getting": 807, "warmup": 2264, "low": 1161, "impact": 951, "walking": 2258, "riding": 1726, "stationary": 1934, "bicycle": 213, "completed": 385, "ignore": 940, "exercising": 670, "worked": 2310, "none": 1306, "per": 1440, "lean": 1091, "table": 2039, "hang": 865, "circular": 336, "sequence": 1791, "tip": 2130, "round": 1743, "knees": 1068, "stick": 1945, "yardstick": 2331, "wooden": 2308, "ruler": 1749, "lightly": 1121, "grasp": 836, "horizontally": 913, "twist": 2188, "pulling": 1579, "cup": 462, "hips": 903, "facing": 698, "sleeper": 1853, "reps": 1683, "firm": 733, "surface": 2012, "bent": 208, "comfort": 375, "press": 1527, "row": 1745, "middle": 1229, "elastic": 605, "comfortable": 376, "access": 13, "fitness": 739, "center": 307, "weight": 2288, "machine": 1168, "assistant": 146, "gym": 851, "instruct": 1010, "machines": 1169, "loop": 1150, "ends": 624, "doorknob": 555, "object": 1325, "squeeze": 1918, "blades": 221, "abducted": 2, "height": 885, "line": 1130, "stays": 1936, "degrees": 495, "pectoralis": 1432, "bring": 254, "pressed": 1528, "outward": 1384, "brachialis": 241, "add": 32, "pound": 1515, "increments": 976, "pounds": 1517, "tall": 2047, "evenly": 650, "distributed": 546, "starting": 1932, "quickly": 1588, "opposite": 1356, "abdominal": 1, "arch": 112, "enough": 629, "fewer": 722, "increment": 975, "knee": 1067, "bench": 200, "chair": 315, "reaches": 1609, "rotating": 1740, "thumbs": 2119, "stopping": 1960, "parallel": 1408, "original": 1365, "count": 441, "makes": 1178, "setting": 1802, "serratus": 1794, "stomach": 1956, "forehead": 768, "draw": 562, "halfway": 854, "tense": 2083, "protraction": 1570, "bed": 194, "hanging": 866, "squeezing": 1919, "shrug": 1830, "ear": 583, "horizontal": 912, "abduction": 3, "eye": 692, "latissimus": 1085, "extend": 681, "pointed": 1494, "arc": 111, "angle": 88, "cradling": 450, "vertical": 2240, "roll": 1735, "major": 1176, "folded": 756, "cartilage": 298, "says": 1764, "past": 1424, "loosely": 1152, "strap": 1968, "careful": 289, "labral": 1075, "hurt": 925, "reclining": 1621, "anything": 96, "probably": 1539, "operated": 1353, "wounds": 2319, "garrigues": 797, "ge": 800, "friedman": 783, "lgm": 1110, "osteoarthritis": 1373, "circles": 335, "periodically": 1446, "showed": 1824, "wait": 2254, "sessions": 1799, "faster": 711, "heavier": 881, "coffee": 359, "gain": 795, "jamming": 1033, "pounding": 1516, "hammering": 856, "boxing": 238, "football": 762, "quick": 1587, "twisting": 2189, "narcotics": 1279, "edwards": 598, "tb": 2055, "morris": 1248, "bj": 218, "tiny": 2129, "camera": 280, "undo": 2210, "bad": 168, "gauze": 799, "pad": 1395, "absorb": 8, "sweat": 2024, "underarm": 2206, "lotion": 1159, "ointment": 1344, "sponge": 1908, "baths": 185, "waterproof": 2269, "wash": 2265, "covering": 448, "pool": 1496, "recovered": 1630, "slap": 1851, "acromioplasty": 22, "bankart": 176, "arthroscopyshoulder": 130, "kind": 1063, "along": 68, "since": 1840, "drainage": 561, "closing": 350, "fills": 727, "handwashing": 862, "based": 179, "cleanser": 341, "steps": 1940, "jewelry": 1037, "wet": 2292, "running": 1751, "soap": 1870, "sing": 1841, "happy": 870, "birthday": 217, "alphabet": 69, "song": 1882, "nails": 1273, "rinse": 1729, "touching": 2151, "supplies": 2007, "handy": 864, "tape": 2049, "glove": 816, "grab": 832, "sticks": 1946, "bag": 169, "set": 1800, "aside": 135, "saline": 1758, "salt": 1759, "soapy": 1871, "dab": 467, "wipe": 2302, "dried": 566, "matter": 1193, "built": 262, "cleansers": 342, "peroxide": 1449, "iodine": 1024, "antibacterial": 94, "chemicals": 324, "irrigate": 1025, "fill": 725, "syringe": 2036, "whichever": 2294, "recommends": 1626, "inches": 964, "spray": 1915, "piece": 1465, "pat": 1425, "cream": 452, "herbal": 893, "remedies": 1664, "said": 1757, "requires": 1686, "moistening": 1244, "finished": 731, "throw": 2116, "tightly": 2124, "double": 558, "trash": 2165, "soiled": 1875, "laundry": 1086, "separately": 1789, "bleach": 222, "never": 1296, "reuse": 1715, "deeper": 487, "looks": 1149, "dark": 472, "tan": 2048, "green": 840, "yellow": 2334, "smells": 1863, "indicates": 978, "pus": 1581, "handwashinghandwashing": 863, "boukovalas": 236, "aliano": 59, "lg": 1109, "norbury": 1310, "wb": 2274, "townsend": 2154, "cm": 355, "jr": 1051, "beauchamp": 190, "rd": 1607, "evers": 652, "mattox": 1194, "kl": 1065, "sabiston": 1752, "textbook": 2090, "st": 1921, "louis": 1160, "mo": 1239, "acl": 19, "reconstruction": 1627, "angioplasty": 87, "stent": 1938, "carotid": 292, "artery": 121, "ankle": 89, "reflux": 1644, "bladder": 219, "exstrophy": 680, "augmentation": 157, "lump": 1164, "removal": 1666, "bunion": 265, "carpal": 293, "clubfoot": 354, "congenital": 404, "diaphragmatic": 523, "hernia": 896, "defect": 489, "corrective": 437, "diskectomy": 541, "endoscopic": 623, "thoracic": 2110, "sympathectomy": 2031, "gastric": 798, "bypass": 273, "minimally": 1235, "invasive": 1019, "pacemaker": 1392, "hip": 902, "hypospadias": 930, "hysterectomy": 932, "implantable": 954, "cardioverter": 287, "defibrillator": 490, "intestinal": 1018, "obstruction": 1328, "microfracture": 1225, "gallbladder": 796, "bowel": 237, "resection": 1689, "leg": 1097, "amputation": 83, "lung": 1165, "mastectomy": 1190, "meckel": 1206, "diverticulectomy": 547, "meningocele": 1218, "omphalocele": 1348, "parathyroid": 1409, "gland": 812, "patent": 1427, "urachus": 2221, "pectus": 1433, "excavatum": 665, "pediatric": 1434, "radical": 1595, "prostatectomy": 1567, "graft": 835, "spinal": 1901, "fusion": 793, "spleen": 1904, "testicular": 2087, "torsion": 2147, "tracheoesophageal": 2156, "fistula": 737, "esophageal": 642, "atresia": 151, "transurethral": 2163, "prostate": 1566, "umbilical": 2202, "varicose": 2231, "vein": 2236, "stripping": 1978, "ventricular": 2238, "assist": 144, "device": 517, "ventriculoperitoneal": 2239, "shunting": 1832, "central": 310, "venous": 2237, "catheter": 302, "flushing": 751, "suction": 1997, "drain": 560, "bulb": 263, "hemovac": 892, "lymphedema": 1167, "peripherally": 1448, "phantom": 1455, "child": 328, "colectomy": 362, "proctocolectomy": 1546, "tracheostomy": 2157, "shunt": 1831, "debra": 479, "wechter": 2285, "facs": 699, "specializing": 1895, "cancer": 282, "virginia": 2246, "mason": 1188, "seattle": 1776, "wa": 2253, "falls": 708, "older": 1347, "adult": 39, "tripping": 2177, "broken": 256, "balance": 170, "anytime": 97, "almost": 67, "ankles": 90, "aerobic": 45, "breathe": 250, "balancing": 171, "toe": 2137, "calves": 279, "solid": 1876, "slightly": 1856, "onto": 1351, "tiptoes": 2132, "heels": 884, "curl": 463, "buttocks": 272, "width": 2299, "apart": 99, "heel": 883, "buttock": 271, "thigh": 2101, "possibly": 1508, "great": 838, "endurance": 625, "walker": 2257, "uneven": 2211, "ground": 843, "sand": 1762, "gravel": 837, "tai": 2041, "chi": 326, "build": 261, "dizziness": 548, "experiencing": 676, "exerciseflexibility": 668, "four": 774, "www": 2328, "nia": 1299, "nih": 1301, "april": 110, "fractures": 776, "september": 1790, "sherrington": 1811, "fairhall": 704, "nj": 1302, "wallbank": 2260, "gk": 810, "community": 381, "cochrane": 356, "database": 474, "syst": 2037, "rev": 1716, "pmid": 1491, "ncbi": 1282, "nlm": 1304, "us": 2222, "human": 923, "services": 1797, "guidelines": 850, "americans": 79, "sites": 1845, "default": 488, "files": 724, "linda": 1129, "vorvick": 2251, "uw": 2228, "school": 1772, "university": 2213, "washington": 2266, "really": 1613, "joints": 1046, "combine": 369, "scratching": 1774, "perfect": 1441, "pitch": 1471, "mobility": 1240, "price": 1535, "increasing": 974, "instability": 1005, "resulting": 1707, "temporary": 2070, "explains": 679, "detailed": 510, "highlights": 901, "components": 389, "rounded": 1744, "glenoid": 814, "cover": 447, "categories": 301, "tumors": 2183, "bursae": 268, "sacs": 1754, "throughout": 2115, "act": 24, "cushions": 464, "overlying": 1388, "helping": 889, "friction": 782, "gliding": 815, "acromion": 21, "association": 148, "combing": 372, "dressed": 563, "cord": 433, "connects": 409, "degenerative": 493, "stability": 1922, "splitting": 1906, "advancing": 41, "separate": 1788, "among": 81, "puts": 1584, "underlying": 2207, "lifted": 1116, "impinges": 953, "limiting": 1127, "forced": 765, "initially": 991, "dislocations": 543, "subluxation": 1991, "dislocation": 542, "comes": 374, "unsteadiness": 2216, "stiffening": 1949, "restriction": 1704, "younger": 2339, "energy": 626, "motor": 1253, "vehicle": 2235, "collision": 366, "tackle": 2040, "crashing": 451, "boards": 226, "hockey": 907, "case": 299, "seek": 1781, "resolve": 1692, "persist": 1450, "conduct": 402, "thorough": 2111, "occurred": 1337, "aggravated": 51, "valuable": 2230, "tool": 2143, "finding": 729, "source": 1888, "comprehensive": 390, "look": 1148, "abnormalities": 7, "deformity": 491, "areas": 114, "surrounding": 2019, "computed": 393, "tomography": 2142, "combines": 371, "technology": 2064, "electrodiagnostic": 608, "study": 1989, "combined": 370, "optic": 1357, "apparent": 100, "altering": 72, "solutions": 1878, "overdoing": 1385, "prescribe": 1523, "medication": 1209, "directed": 529, "numbing": 1320, "benefit": 205, "fairly": 705, "traditional": 2158, "reconstructions": 1628, "cannot": 283, "considerations": 412, "infected": 980, "legg": 1098, "perthes": 1453, "boys": 239, "nursemaid": 1323, "young": 2338, "meniscus": 1219, "lose": 1155, "bodies": 227, "stuck": 1987, "ankylosing": 91, "spondylitis": 1907, "brain": 244, "cerebral": 312, "palsy": 1407, "nervous": 1294, "system": 2038, "functions": 791, "torticollis": 2148, "wry": 2326, "muscular": 1270, "dystrophy": 581, "inherited": 989, "volkmann": 2249, "contracture": 424, "difficulty": 526, "extending": 683, "office": 1341, "visit": 2247, "lab": 1074, "jointthe": 1047, "motionlimited": 1251, "debski": 481, "patel": 1426, "nk": 1303, "shearn": 1809, "basic": 180, "concepts": 397, "biomechanics": 216, "magee": 1171, "dj": 549, "manske": 1185, "rc": 1606, "assessment": 143, "orthopedic": 1371, "sprains": 1914, "strains": 1967, "issues": 1029, "links": 1133, "teenagers": 2065, "sprain": 1912, "hit": 905, "pop": 1499, "strain": 1966, "hamstring": 857, "spasms": 1893, "trouble": 2178, "compresses": 391, "sprained": 1913, "aids": 54, "whiplash": 2295, "intervention": 1017, "training": 2160, "dose": 557, "adherence": 35, "femoris": 720, "epidemiology": 640, "cruciate": 455, "youth": 2340, "aftercare": 48}