{"skip": 6561, "navigation": 4506, "official": 4678, "websites": 8169, "use": 7995, "gov": 2833, "website": 8163, "belongs": 926, "government": 2837, "organization": 4767, "united": 7970, "states": 6799, "secure": 6188, "https": 3132, "lock": 3876, "locklocked": 3879, "padlock": 4861, "icon": 3173, "means": 4118, "you\u2019ve": 8390, "safely": 6098, "connected": 1485, "share": 6278, "sensitive": 6225, "information": 3348, "url": 7993, "page": 4865, "medlineplusgovencypatientinstructions000358htm": 4205, "rotator": 6062, "cuff": 1603, "selfcare": 6213, "email": 2130, "friendmailtosubjectrotator20cuff2020selfcare3a20medlineplus20medical20encyclopedialockbodyi20found20this20information20on20medlineplusgov20and20i27d20like20to20share20it20with20you3a0a0ahttps3a2f2fmedlineplusgov2fency2fpatientinstructions2f000358htm3futmsource3demail26utmmedium3dshare26utmcampaign3dmplusshare0a0amedlineplus20https3a2f2fmedlineplusgov3a20trusted20health20information20for20you0a0ato20get20updates20by20email20when20new20information20becomes20available20on20medlineplus2c20sign20up20at20https3a2f2fmedlineplusgov2flistservhtml": 2689, "friendprinthttpsmedlineplusgovencypatientinstructions000358htm": 2707, "printfacebookhttpsmedlineplusgovencypatientinstructions000358htm": 5409, "facebookxhttpsmedlineplusgovencypatientinstructions000358htm": 2448, "xpinteresthttpsmedlineplusgovencypatientinstructions000358htm": 8341, "pinterest": 5186, "group": 2859, "muscles": 4438, "tendons": 7467, "attach": 769, "bones": 1051, "shoulder": 6301, "joint": 3562, "allowing": 417, "move": 4347, "coordinated": 1556, "painfree": 4976, "way": 8120, "remain": 5778, "stable": 6757, "torn": 7769, "overuse": 4842, "injury": 3417, "wearing": 8154, "away": 808, "time": 7671, "pain": 4892, "relief": 5760, "measures": 4128, "using": 8036, "properly": 5518, "exercises": 2330, "may": 4038, "help": 3004, "ease": 1968, "symptoms": 7213, "problems": 5419, "expand": 2370, "section": 6144, "common": 1405, "include": 3274, "tendinitis": 7421, "inflammation": 3337, "swelling": 7186, "bursa": 1125, "normally": 4601, "smooth": 6625, "layer": 3719, "lining": 3855, "tear": 7336, "occurs": 4666, "one": 4714, "relieving": 5775, "medicines": 4175, "ibuprofen": 3157, "naproxen": 4494, "reduce": 5696, "take": 7276, "every": 2260, "day": 1686, "tell": 7396, "health": 2963, "care": 1185, "general": 2748, "monitored": 4281, "moist": 4276, "heat": 2989, "hot": 3111, "bath": 877, "shower": 6477, "pack": 4853, "loosen": 3911, "feel": 2491, "ice": 3162, "applied": 534, "20": 60, "minutes": 4265, "3": 100, "4": 129, "times": 7701, "also": 430, "cut": 1653, "wrap": 8309, "clean": 1338, "towel": 7788, "cloth": 1362, "place": 5197, "directly": 1832, "cause": 1229, "frostbite": 2719, "learn": 3735, "avoid": 799, "placing": 5218, "extra": 2410, "stress": 6924, "heal": 2950, "reinjury": 5741, "positions": 5300, "posture": 5326, "night": 4574, "relieve": 5764, "sleep": 6565, "lie": 3784, "either": 2027, "side": 6508, "back": 815, "resting": 5930, "painful": 4982, "couple": 1580, "pillows": 5176, "sitting": 6553, "good": 2826, "keep": 3623, "head": 2935, "pillow": 5170, "behind": 919, "lower": 3931, "feet": 2508, "flat": 2551, "floor": 2577, "footstool": 2628, "practice": 5343, "blade": 982, "ideal": 3175, "tips": 7724, "taking": 7300, "carry": 1217, "backpack": 847, "purse": 5557, "work": 8261, "arms": 651, "level": 3778, "long": 3884, "needed": 4531, "foot": 2624, "stool": 6863, "ladder": 3679, "lift": 3795, "objects": 4633, "close": 1354, "body": 1008, "try": 7882, "heavy": 2994, "loads": 3868, "overhead": 4824, "regular": 5723, "breaks": 1091, "activity": 314, "reaching": 5627, "something": 6650, "arm": 577, "thumb": 7653, "pointing": 5265, "store": 6878, "items": 3530, "places": 5216, "reach": 5620, "easily": 1976, "things": 7621, "lot": 3923, "phone": 5142, "reinjuring": 5739, "physical": 5152, "therapy": 7587, "likely": 3828, "refer": 5707, "therapist": 7565, "start": 6785, "passive": 5042, "injured": 3387, "get": 2767, "full": 2729, "movement": 4363, "teaches": 7331, "strengthen": 6909, "small": 6603, "focus": 2595, "weights": 8215, "higher": 3058, "repetitions": 5846, "improvements": 3255, "returning": 5972, "sports": 6727, "best": 954, "playing": 5242, "rest": 5918, "examined": 2287, "strength": 6894, "around": 656, "range": 5615, "motion": 4304, "upper": 7987, "spine": 6705, "certain": 1270, "exam": 2269, "tests": 7537, "meant": 4124, "provoke": 5538, "someone": 6645, "abnormal": 248, "activities": 287, "gradual": 2841, "ask": 733, "proper": 5513, "technique": 7389, "involve": 3499, "images": 3192, "musclesrotator": 4477, "references": 5711, "finnoff": 2532, "jt": 3612, "johnson": 3557, "w": 8086, "limb": 3841, "dysfunction": 1957, "cifu": 1328, "dx": 1953, "ed": 1993, "braddoms": 1084, "medicine": 4159, "rehabilitation": 5730, "6th": 187, "philadelphia": 5138, "elsevier": 2126, "2021chap": 82, "35": 116, "mosich": 4302, "gm": 2793, "yamaguchi": 8362, "kt": 3671, "petrigliano": 5136, "fa": 2420, "impingement": 3215, "lesions": 3765, "miller": 4251, "thompson": 7638, "sr": 6753, "eds": 2003, "delee": 1727, "drez": 1918, "millers": 4254, "orthopaedic": 4779, "5th": 170, "2020chap": 79, "47": 147, "read": 5636, "repair": 5798, "arthroscopy": 695, "ct": 1599, "scan": 6113, "mri": 4394, "instructions": 3476, "surgery": 7091, "discharge": 1839, "review": 5983, "date": 1680, "642025": 183, "updated": 7981, "c": 1136, "benjamin": 944, "professor": 5467, "chief": 1312, "service": 6240, "ucsf": 7939, "department": 1741, "san": 6106, "francisco": 2674, "ca": 1140, "reviewed": 5985, "david": 1684, "dugdale": 1947, "medical": 4142, "director": 1836, "brenda": 1099, "conaway": 1445, "editorial": 2000, "adam": 331, "team": 7333, "cite": 1332, "related": 5743, "medlineplus": 4195, "topics": 7767, "injuries": 3394, "browse": 1111, "encyclopedia": 2141, "helpful": 3038, "yesno": 8380, "thank": 7552, "feedback": 2490, "skip navigation": 6562, "navigation official": 4507, "official websites": 4681, "websites use": 8171, "use gov": 8001, "gov gov": 2834, "gov website": 2835, "website belongs": 8164, "belongs official": 927, "official government": 4679, "government organization": 2838, "organization united": 4768, "united states": 7971, "states secure": 6800, "secure gov": 6189, "gov websites": 2836, "use https": 8002, "https lock": 3133, "lock locklocked": 3878, "locklocked padlock": 3880, "padlock icon": 4862, "icon https": 3174, "https means": 3134, "means you\u2019ve": 4123, "you\u2019ve safely": 8391, "safely connected": 6099, "connected gov": 1486, "website share": 8167, "share sensitive": 6279, "sensitive information": 6226, "information official": 3350, "official secure": 4680, "secure websites": 6191, "websites url": 8170, "url page": 7994, "page medlineplusgovencypatientinstructions000358htm": 4888, "medlineplusgovencypatientinstructions000358htm rotator": 4206, "rotator cuff": 6063, "cuff selfcare": 1634, "selfcare email": 6214, "email page": 2132, "page friendmailtosubjectrotator20cuff2020selfcare3a20medlineplus20medical20encyclopedialockbodyi20found20this20information20on20medlineplusgov20and20i27d20like20to20share20it20with20you3a0a0ahttps3a2f2fmedlineplusgov2fency2fpatientinstructions2f000358htm3futmsource3demail26utmmedium3dshare26utmcampaign3dmplusshare0a0amedlineplus20https3a2f2fmedlineplusgov3a20trusted20health20information20for20you0a0ato20get20updates20by20email20when20new20information20becomes20available20on20medlineplus2c20sign20up20at20https3a2f2fmedlineplusgov2flistservhtml": 4870, "friendmailtosubjectrotator20cuff2020selfcare3a20medlineplus20medical20encyclopedialockbodyi20found20this20information20on20medlineplusgov20and20i27d20like20to20share20it20with20you3a0a0ahttps3a2f2fmedlineplusgov2fency2fpatientinstructions2f000358htm3futmsource3demail26utmmedium3dshare26utmcampaign3dmplusshare0a0amedlineplus20https3a2f2fmedlineplusgov3a20trusted20health20information20for20you0a0ato20get20updates20by20email20when20new20information20becomes20available20on20medlineplus2c20sign20up20at20https3a2f2fmedlineplusgov2flistservhtml email": 2690, "page friendprinthttpsmedlineplusgovencypatientinstructions000358htm": 4879, "friendprinthttpsmedlineplusgovencypatientinstructions000358htm printfacebookhttpsmedlineplusgovencypatientinstructions000358htm": 2708, "printfacebookhttpsmedlineplusgovencypatientinstructions000358htm facebookxhttpsmedlineplusgovencypatientinstructions000358htm": 5410, "facebookxhttpsmedlineplusgovencypatientinstructions000358htm xpinteresthttpsmedlineplusgovencypatientinstructions000358htm": 2449, "xpinteresthttpsmedlineplusgovencypatientinstructions000358htm pinterest": 8342, "pinterest rotator": 5189, "cuff group": 1611, "group muscles": 2860, "muscles tendons": 4469, "tendons attach": 7470, "attach bones": 770, "bones shoulder": 1055, "shoulder joint": 6373, "joint allowing": 3563, "allowing shoulder": 418, "shoulder move": 6387, "move coordinated": 4350, "coordinated painfree": 1557, "painfree way": 4981, "way remain": 8124, "remain stable": 5780, "stable tendons": 6763, "tendons torn": 7497, "torn overuse": 7773, "overuse injury": 4843, "injury wearing": 3453, "wearing away": 8155, "away time": 812, "time pain": 7687, "pain relief": 4946, "relief measures": 5761, "measures using": 4131, "using shoulder": 8042, "shoulder properly": 6411, "properly shoulder": 5520, "shoulder exercises": 6345, "exercises may": 2349, "may help": 4065, "help ease": 3009, "ease symptoms": 1970, "symptoms rotator": 7248, "cuff problems": 1630, "problems expand": 5426, "expand section": 2371, "section common": 6152, "common rotator": 1408, "problems include": 5427, "include tendinitis": 3294, "tendinitis inflammation": 7427, "inflammation tendons": 3343, "tendons swelling": 7493, "swelling bursa": 7189, "bursa normally": 1127, "normally smooth": 4603, "smooth layer": 6626, "layer lining": 3720, "lining tendons": 3858, "tendons tear": 7494, "tear occurs": 7353, "occurs one": 4670, "one tendons": 4727, "injury relieving": 3442, "relieving pain": 5777, "pain expand": 4913, "section medicines": 6166, "medicines ibuprofen": 4181, "ibuprofen naproxen": 3160, "naproxen may": 4497, "help reduce": 3024, "reduce swelling": 5701, "swelling pain": 7192, "pain take": 4957, "take medicines": 7285, "medicines every": 4179, "every day": 2261, "day tell": 1697, "tell health": 7400, "health care": 2965, "care general": 1196, "general health": 2752, "health monitored": 2970, "monitored moist": 4282, "moist heat": 4277, "heat hot": 2990, "hot bath": 3112, "bath shower": 878, "shower heat": 6479, "heat pack": 2991, "pack help": 4856, "help loosen": 3015, "loosen shoulder": 3912, "shoulder feel": 6348, "feel pain": 2497, "pain shoulder": 4951, "shoulder ice": 6361, "ice pack": 3167, "pack applied": 4854, "applied shoulder": 538, "shoulder 20": 6302, "20 minutes": 62, "minutes time": 4267, "time 3": 7672, "3 4": 101, "4 times": 137, "times day": 7702, "day may": 1690, "may also": 4041, "also help": 444, "help cut": 3007, "cut swelling": 1656, "pain wrap": 4973, "wrap ice": 8310, "ice clean": 3163, "clean towel": 1340, "towel cloth": 7790, "cloth place": 1364, "place directly": 5200, "directly shoulder": 1834, "shoulder may": 6383, "may cause": 4047, "cause frostbite": 1233, "frostbite using": 2720, "shoulder expand": 6346, "section learn": 6164, "learn care": 3737, "care shoulder": 1202, "shoulder avoid": 6313, "avoid placing": 801, "placing extra": 5219, "extra stress": 2412, "stress help": 6926, "help heal": 3011, "heal injury": 2951, "injury avoid": 3420, "avoid reinjury": 804, "reinjury positions": 5742, "positions posture": 5302, "posture day": 5327, "day night": 1691, "night also": 4575, "help relieve": 3027, "relieve shoulder": 5765, "shoulder pain": 6401, "pain sleep": 4952, "sleep lie": 6567, "lie either": 3786, "either side": 2030, "side pain": 6521, "pain back": 4898, "back resting": 835, "resting painful": 5932, "painful shoulder": 4986, "shoulder couple": 6332, "couple pillows": 1581, "pillows may": 5177, "help sitting": 3033, "sitting use": 6554, "use good": 8000, "good posture": 2831, "posture keep": 5330, "keep head": 3633, "head shoulder": 2943, "shoulder place": 6406, "place towel": 5209, "towel pillow": 7793, "pillow behind": 5171, "behind lower": 923, "lower back": 3933, "back keep": 827, "keep feet": 3631, "feet either": 2509, "either flat": 2028, "flat floor": 2552, "floor footstool": 2578, "footstool practice": 2629, "practice good": 5345, "posture general": 5329, "general keep": 2753, "keep shoulder": 3639, "shoulder blade": 6319, "blade joint": 987, "joint ideal": 3577, "ideal positions": 3176, "positions tips": 5303, "tips taking": 7725, "taking care": 7302, "shoulder include": 6367, "include carry": 3276, "carry backpack": 1218, "backpack purse": 848, "purse one": 5558, "one shoulder": 4724, "shoulder work": 6458, "work arms": 8263, "arms shoulder": 654, "shoulder level": 6377, "level long": 3780, "long time": 3894, "time needed": 7686, "needed use": 4540, "use foot": 7998, "foot stool": 2625, "stool ladder": 6864, "ladder lift": 3680, "lift carry": 3798, "carry objects": 1219, "objects close": 4634, "close body": 1356, "body try": 1017, "try lift": 7883, "lift heavy": 3799, "heavy loads": 2997, "loads away": 3869, "away body": 809, "body overhead": 1012, "overhead take": 4835, "take regular": 7290, "regular breaks": 5725, "breaks activity": 1092, "activity reaching": 320, "reaching something": 5632, "something arm": 6651, "arm thumb": 646, "thumb pointing": 7654, "pointing store": 5266, "store items": 6879, "items use": 3531, "use every": 7997, "day places": 1693, "places reach": 5217, "reach easily": 5624, "easily keep": 1977, "keep things": 3643, "things use": 7624, "use lot": 8005, "lot phone": 3926, "phone close": 5143, "close avoid": 1355, "avoid reaching": 803, "reaching reinjuring": 5631, "reinjuring shoulder": 5740, "shoulder physical": 6404, "physical therapy": 5158, "therapy exercises": 7594, "exercises expand": 2340, "section likely": 6165, "likely refer": 3837, "refer physical": 5708, "physical therapist": 5157, "therapist learn": 7572, "learn exercises": 3740, "exercises shoulder": 2355, "may start": 4098, "start passive": 6790, "passive exercises": 5043, "exercises exercises": 2339, "exercises therapist": 2362, "therapist arm": 7567, "arm use": 649, "good arm": 2827, "arm move": 616, "move injured": 4353, "injured arm": 3388, "arm exercises": 600, "help get": 3010, "get full": 2772, "full movement": 2730, "movement back": 4364, "back shoulder": 838, "therapist teaches": 7580, "teaches strengthen": 7332, "strengthen shoulder": 6913, "shoulder muscles": 6395, "muscles rotator": 4460, "cuff muscles": 1623, "muscles small": 4463, "small muscles": 6607, "muscles focus": 4446, "focus exercises": 2596, "exercises lower": 2347, "lower weights": 3940, "weights higher": 8217, "higher repetitions": 3061, "repetitions exercises": 5855, "may focus": 4058, "focus shoulder": 2597, "blade improvements": 986, "improvements shoulder": 3256, "shoulder movement": 6389, "movement returning": 4371, "returning sports": 5975, "sports expand": 6732, "section best": 6149, "best avoid": 955, "avoid playing": 802, "playing sports": 5244, "sports pain": 6738, "pain rest": 4948, "rest activity": 5919, "activity also": 315, "also examined": 439, "examined physical": 2288, "therapist returning": 7579, "sports full": 6733, "full strength": 2734, "strength muscles": 6900, "muscles around": 4441, "around shoulder": 662, "joint good": 3570, "good range": 2832, "range motion": 5619, "motion shoulder": 4328, "blade upper": 994, "upper spine": 7992, "spine pain": 6706, "pain certain": 4903, "certain physical": 1275, "physical exam": 5153, "exam tests": 2276, "tests meant": 7542, "meant provoke": 4125, "provoke pain": 5539, "pain someone": 4953, "someone rotator": 6649, "problems abnormal": 5420, "abnormal movement": 249, "movement shoulder": 4372, "joint shoulder": 3591, "blade returning": 989, "sports activities": 6729, "activities gradual": 297, "gradual ask": 2842, "ask physical": 735, "therapist proper": 7577, "proper technique": 5516, "technique use": 7391, "use sports": 8009, "activities involve": 301, "involve lot": 3501, "lot shoulder": 3928, "movement images": 4366, "images expand": 3195, "section rotator": 6176, "cuff musclesrotator": 1624, "musclesrotator cuff": 4478, "muscles references": 4458, "references expand": 5713, "section finnoff": 6158, "finnoff jt": 2533, "jt johnson": 3613, "johnson w": 3558, "w upper": 8087, "upper limb": 7991, "limb pain": 3842, "pain dysfunction": 4909, "dysfunction cifu": 1958, "cifu dx": 1329, "dx ed": 1954, "ed braddoms": 1995, "braddoms physical": 1085, "physical medicine": 5155, "medicine rehabilitation": 4172, "rehabilitation 6th": 5731, "6th ed": 188, "ed philadelphia": 1997, "philadelphia elsevier": 5139, "elsevier 2021chap": 2128, "2021chap 35": 84, "35 mosich": 118, "mosich gm": 4303, "gm yamaguchi": 2794, "yamaguchi kt": 8363, "kt petrigliano": 3672, "petrigliano fa": 5137, "fa rotator": 2423, "cuff impingement": 1613, "impingement lesions": 3216, "lesions miller": 3766, "miller thompson": 4253, "thompson sr": 7639, "sr eds": 6754, "eds delee": 2005, "delee drez": 1728, "drez millers": 1919, "millers orthopaedic": 4255, "orthopaedic sports": 4781, "sports medicine": 6737, "medicine 5th": 4160, "5th ed": 171, "elsevier 2020chap": 2127, "2020chap 47": 80, "47 read": 149, "read expand": 5637, "problems rotator": 5431, "cuff repair": 1632, "repair shoulder": 5813, "shoulder arthroscopy": 6311, "arthroscopy shoulder": 703, "shoulder ct": 6333, "ct scan": 1600, "scan shoulder": 6117, "shoulder mri": 6393, "mri scan": 4400, "pain instructions": 4923, "instructions expand": 3480, "cuff exercises": 1610, "shoulder surgery": 6440, "surgery discharge": 7105, "discharge using": 1844, "surgery review": 7143, "review date": 5984, "date 642025": 1682, "642025 expand": 184, "section updated": 6187, "updated c": 7982, "c benjamin": 1138, "benjamin professor": 945, "professor chief": 5468, "chief sports": 1313, "medicine shoulder": 4173, "shoulder service": 6426, "service ucsf": 6242, "ucsf department": 7940, "department orthopaedic": 1742, "orthopaedic surgery": 4784, "surgery san": 7147, "san francisco": 6107, "francisco ca": 2675, "ca also": 1141, "also reviewed": 457, "reviewed david": 5987, "david c": 1685, "c dugdale": 1139, "dugdale medical": 1948, "medical director": 4146, "director brenda": 1838, "brenda conaway": 1100, "conaway editorial": 1446, "editorial director": 2001, "director adam": 1837, "adam editorial": 332, "editorial team": 2002, "team learn": 7335, "learn cite": 3738, "cite page": 1333, "page related": 4891, "related medlineplus": 5746, "medlineplus health": 4196, "health topics": 2975, "topics expand": 7768, "cuff injuries": 1615, "injuries browse": 3399, "browse encyclopedia": 1112, "encyclopedia page": 2143, "page helpful": 4882, "helpful yesno": 3040, "yesno thank": 8381, "thank feedback": 7553, "header": 2948, "logo": 3881, "print": 5399, "facebook": 2438, "twitter": 7905, "english": 2155, "espa\u00f1ol": 2227, "diseases": 1863, "conditions": 1468, "tennis": 7503, "elbow": 2037, "lateral": 3710, "epicondylitis": 2193, "media": 4136, "recovery": 5674, "therapeutic": 7560, "exercise": 2304, "program": 5471, "golfer\u2019s": 2821, "handouthttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram": 2903, "article": 710, "written": 8329, "andor": 501, "member": 4213, "american": 483, "surgeons": 7078, "ases": 725, "condition": 1451, "caused": 1245, "surprisingly": 7174, "racquet": 5583, "however": 3120, "several": 6259, "put": 5565, "risk": 6005, "involves": 3508, "degeneration": 1720, "cases": 1220, "microtearing": 4235, "join": 3559, "forearm": 2635, "outside": 4814, "become": 889, "damaged": 1672, "\u2014": 8398, "repeating": 5841, "motions": 4338, "leads": 3728, "tenderness": 7415, "many": 4009, "treatment": 7827, "options": 4751, "approach": 548, "primary": 5394, "doctors": 1878, "occupational": 4651, "therapists": 7585, "together": 7746, "provide": 5525, "effective": 2014, "anatomy": 493, "made": 3952, "three": 7643, "humerus": 3139, "bone": 1021, "radius": 5600, "ulna": 7941, "two": 7909, "bony": 1058, "prominences": 5497, "bumps": 1119, "sides": 6530, "bottom": 1066, "called": 1149, "epicondyles": 2191, "begin": 908, "course": 1582, "prominence": 5495, "epicondyle": 2177, "ecrb": 1986, "muscle": 4421, "tendon": 7438, "usually": 8043, "involved": 3503, "reproduced": 5877, "modified": 4272, "almanac": 425, "\u00a9": 8392, "academy": 256, "2003": 64, "ligaments": 3810, "hold": 3072, "responsible": 5916, "extension": 2396, "wrist": 8317, "fingers": 2524, "often": 4682, "extensors": 2403, "extensor": 2401, "carpi": 1214, "radialis": 5591, "brevis": 1101, "attaches": 782, "due": 1941, "damage": 1665, "specific": 6689, "helps": 3041, "stabilize": 6755, "straight": 6880, "groundstroke": 2857, "example": 2291, "weakened": 8138, "microscopic": 4233, "tears": 7369, "form": 2653, "part": 5010, "increased": 3314, "position": 5279, "bends": 937, "straightens": 6892, "rubs": 6081, "wear": 8147, "athletes": 764, "people": 5085, "participate": 5024, "recreational": 5687, "require": 5883, "repetitive": 5861, "vigorous": 8080, "hand": 2879, "painters": 4988, "plumbers": 5250, "carpenters": 1209, "particularly": 5030, "prone": 5511, "developing": 1779, "studies": 6985, "shown": 6488, "auto": 795, "workers": 8281, "cooks": 1551, "even": 2248, "butchers": 1134, "population": 5273, "thought": 7640, "repetition": 5843, "weightlifting": 8212, "required": 5888, "occupations": 4655, "player": 5240, "possible": 5307, "thinkstock": 7629, "2015": 74, "age": 377, "ages": 385, "30": 113, "50": 161, "although": 467, "anyone": 525, "factors": 2462, "like": 3820, "improper": 3229, "stroke": 6970, "equipment": 2222, "unknown": 7972, "occur": 4657, "without": 8244, "recognized": 5657, "occurrence": 4664, "idiopathic": 3179, "develop": 1768, "gradually": 2845, "begins": 917, "mild": 4247, "slowly": 6588, "worsens": 8301, "weeks": 8179, "months": 4283, "associated": 760, "signs": 6539, "burning": 1122, "outer": 4804, "weak": 8131, "grip": 2855, "sometimes": 6653, "worsened": 8296, "holding": 3085, "turning": 7896, "wrench": 8313, "shaking": 6274, "hands": 2915, "dominant": 1889, "affected": 363, "location": 3874, "griffen": 2853, "l": 3675, "essentials": 2236, "musculoskeletal": 4481, "third": 7634, "edition": 1998, "2005": 67, "articles": 716, "ulnar": 7944, "nerve": 4548, "entrapment": 2173, "cubital": 1601, "tunnel": 7893, "syndromehttpsorthoinfoaaosorgendiseasesconditionsulnarnerveentrapmentattheelbow": 7269, "staying": 6803, "healthy": 2978, "warm": 8103, "cool": 1553, "flexiblehttpsorthoinfoaaosorgenstayinghealthywarmupcooldownandbeflexible": 2565, "elbowhttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram": 2114, "examination": 2277, "consider": 1495, "making": 3990, "diagnosis": 1802, "including": 3302, "developed": 1777, "participation": 5027, "talk": 7308, "sure": 7045, "ever": 2258, "history": 3066, "rheumatoid": 5991, "arthritis": 672, "disease": 1853, "apply": 541, "gentle": 2757, "pressure": 5370, "checking": 1303, "variety": 8061, "pinpoint": 5183, "straighten": 6889, "resistance": 5901, "fully": 2737, "see": 6194, "causes": 1248, "positive": 5305, "tells": 7404, "pressing": 5367, "photo": 5144, "courtesy": 1586, "stuart": 6983, "j": 3534, "fischer": 2542, "faaos": 2425, "recommend": 5660, "additional": 340, "rule": 6083, "xrays": 8351, "clear": 1341, "dense": 1739, "structures": 6981, "taken": 7294, "magnetic": 3960, "resonance": 5906, "imaging": 3199, "scans": 6120, "bodys": 1018, "soft": 6640, "tissues": 7737, "ordered": 4762, "determine": 1765, "extent": 2405, "thinks": 7627, "might": 4243, "neck": 4515, "problem": 5415, "order": 4756, "herniated": 3052, "disk": 1868, "arthritic": 670, "changes": 1289, "produce": 5460, "electromyography": 2119, "emg": 2135, "compression": 1439, "nerves": 4564, "travel": 7811, "similar": 6542, "nonsurgical": 4589, "approximately": 555, "80": 204, "95": 226, "patients": 5051, "success": 7001, "first": 2538, "step": 6809, "toward": 7781, "give": 2780, "stop": 6867, "decrease": 1714, "medications": 4153, "acetaminophen": 267, "nonsteroidal": 4587, "antiinflammatory": 520, "drugs": 1935, "nsaids": 4614, "strengthening": 6915, "perform": 5102, "ultrasound": 7950, "massage": 4024, "musclestimulating": 4479, "techniques": 7392, "improve": 3234, "healing": 2956, "stretching": 6957, "extended": 2393, "brace": 1070, "centered": 1264, "counterforce": 1578, "steroid": 6815, "injections": 3376, "steroids": 6818, "cortisone": 1568, "decide": 1708, "inject": 3364, "area": 563, "used": 8016, "sparingly": 6685, "excessive": 2302, "weaken": 8136, "plateletrich": 5231, "plasma": 5225, "prp": 5540, "biological": 979, "designed": 1761, "biologic": 977, "environment": 2175, "tissue": 7726, "obtaining": 4641, "sample": 6104, "blood": 1002, "centrifuging": 1268, "spinning": 6710, "obtain": 4638, "platelets": 5233, "solution": 6643, "known": 3667, "high": 3056, "concentration": 1447, "growth": 2865, "injected": 3366, "apple": 532, "podcasts": 5258, "web": 8161, "embed": 2133, "effectiveness": 2023, "inconclusive": 3309, "others": 4793, "promising": 5502, "results": 5944, "injection": 3372, "treat": 7814, "allan": 406, "k": 3618, "mishra": 4268, "menlo": 4218, "park": 5006, "extracorporeal": 2413, "shock": 6286, "wave": 8115, "sends": 6219, "sound": 6670, "waves": 8117, "create": 1593, "microtrauma": 4237, "promotes": 5504, "natural": 4504, "processes": 5458, "considered": 1499, "experimental": 2386, "sources": 6674, "show": 6467, "check": 1295, "sport": 6717, "encourage": 2139, "checked": 1301, "fit": 2544, "stiffer": 6834, "racquets": 5588, "looserstrung": 3913, "hard": 2930, "oversized": 4838, "changing": 1293, "smaller": 6615, "prevent": 5377, "recurring": 5692, "surgical": 7165, "respond": 5910, "6": 172, "12": 21, "treatments": 7859, "procedures": 5449, "removing": 5795, "diseased": 1861, "reattaching": 5646, "depend": 1743, "scope": 6134, "personal": 5132, "needs": 4543, "discuss": 1846, "achieved": 269, "risks": 6014, "procedure": 5434, "open": 4731, "incision": 3261, "aspect": 747, "performed": 5111, "outpatient": 4811, "basis": 875, "meaning": 4115, "go": 2795, "home": 3092, "arthroscopic": 691, "treated": 7818, "miniature": 4256, "instruments": 3488, "incisions": 3268, "sameday": 6102, "infection": 3327, "vessel": 8071, "prolonged": 5493, "loss": 3918, "flexibility": 2556, "need": 4522, "following": 2614, "immobilized": 3208, "held": 3002, "temporarily": 7408, "splint": 6712, "1": 0, "week": 8172, "later": 3707, "sutures": 7183, "removed": 5789, "stretch": 6927, "restore": 5933, "light": 3814, "started": 6794, "2": 47, "return": 5961, "athletic": 767, "successful": 7003, "90": 213, "uncommon": 7963, "experience": 2383, "top": 7761, "sport300x250pnghttpswwworthoinfoorgonesportinjury": 6723, "sport300x250png": 6720, "faaosadgroup3300x250bjpghttpsorthoinfoorgenaboutorthoinfofaaos": 2436, "faaosadgroup3300x250bjpg": 2432, "contributed": 1539, "jocelyn": 3555, "ross": 6036, "witstein": 8254, "michael": 4231, "alaia": 399, "peerreviewed": 5075, "mary": 4022, "mulcahey": 4415, "aaos": 230, "endorse": 2151, "products": 5462, "physicians": 5164, "referenced": 5709, "herein": 3050, "provided": 5532, "educational": 2010, "intended": 3491, "serve": 6238, "advice": 353, "seeking": 6209, "assistance": 756, "consult": 1511, "surgeon": 7061, "locate": 3870, "find": 2520, "orthopaedist": 4787, "\u2715": 8413, "httpswwworthoinfoorgenstayinghealthyladdersafetyguide": 3137, "header logo": 2949, "logo print": 3883, "print email": 5400, "email facebook": 2131, "facebook twitter": 2439, "twitter english": 7907, "english espa\u00f1ol": 2156, "espa\u00f1ol diseases": 2228, "diseases conditions": 1865, "conditions tennis": 1479, "tennis elbow": 7505, "elbow lateral": 2075, "lateral epicondylitis": 3713, "epicondylitis related": 2213, "related media": 5745, "media recovery": 4138, "recovery therapeutic": 5685, "therapeutic exercise": 7561, "exercise program": 2321, "program epicondylitis": 5474, "epicondylitis tennis": 2217, "elbow golfer\u2019s": 2066, "golfer\u2019s elbow": 2822, "elbow handouthttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram": 2068, "handouthttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram article": 2904, "article written": 715, "written andor": 8330, "andor reviewed": 504, "reviewed member": 5988, "member american": 4214, "american shoulder": 486, "shoulder elbow": 6339, "elbow surgeons": 2104, "surgeons ases": 7082, "ases tennis": 732, "epicondylitis painful": 2212, "painful condition": 4984, "condition elbow": 1455, "elbow caused": 2053, "caused overuse": 1246, "overuse surprisingly": 4847, "surprisingly playing": 7175, "playing tennis": 5245, "tennis racquet": 7511, "racquet sports": 5586, "sports cause": 6730, "cause condition": 1231, "condition however": 1457, "however several": 3127, "several sports": 6263, "activities also": 289, "also put": 454, "put risk": 5567, "risk tennis": 6012, "elbow involves": 2073, "involves degeneration": 3511, "degeneration wearing": 1721, "wearing cases": 8156, "cases microtearing": 1225, "microtearing tendons": 4236, "tendons join": 7482, "join forearm": 3560, "forearm muscles": 2645, "muscles outside": 4456, "outside elbow": 4815, "elbow forearm": 2064, "tendons become": 7473, "become damaged": 890, "damaged overuse": 1674, "overuse \u2014": 4850, "\u2014 repeating": 8409, "repeating motions": 5842, "motions leads": 4341, "leads pain": 3730, "pain tenderness": 4958, "tenderness outside": 7418, "elbow many": 2078, "many treatment": 4020, "treatment options": 7846, "options tennis": 4755, "elbow cases": 2052, "cases treatment": 1228, "treatment involves": 7839, "involves team": 3516, "team approach": 7334, "approach primary": 551, "primary care": 5395, "care doctors": 1192, "doctors physical": 1879, "physical occupational": 5156, "occupational therapists": 4653, "therapists cases": 7586, "cases surgeons": 1227, "surgeons work": 7090, "work together": 8268, "together provide": 7751, "provide effective": 5527, "effective care": 2016, "care anatomy": 1187, "anatomy elbow": 494, "elbow joint": 2074, "joint joint": 3581, "joint made": 3584, "made three": 3959, "three bones": 7645, "bones humerus": 1054, "humerus upper": 3144, "upper arm": 7988, "arm bone": 587, "bone radius": 1039, "radius ulna": 5602, "ulna two": 7943, "two bones": 7910, "bones forearm": 1053, "forearm bony": 2638, "bony prominences": 1061, "prominences bumps": 5498, "bumps sides": 1121, "sides elbow": 6531, "elbow bottom": 2049, "bottom humerus": 1067, "humerus called": 3140, "called epicondyles": 1154, "epicondyles several": 2192, "several muscles": 6261, "muscles forearm": 4447, "forearm begin": 2637, "begin course": 910, "course bony": 1583, "bony prominence": 1060, "prominence outside": 5496, "outside lateral": 4816, "lateral side": 3716, "side elbow": 6515, "elbow called": 2051, "called lateral": 1159, "lateral epicondyle": 3712, "epicondyle ecrb": 2181, "ecrb muscle": 1991, "muscle tendon": 4435, "tendon ecrb": 7445, "tendon usually": 7461, "usually involved": 8049, "involved tennis": 3507, "elbow reproduced": 2094, "reproduced modified": 5880, "modified body": 4273, "body almanac": 1009, "almanac \u00a9": 427, "\u00a9 american": 8394, "american academy": 484, "academy orthopaedic": 258, "orthopaedic surgeons": 4783, "surgeons 2003": 7079, "2003 muscles": 66, "muscles ligaments": 4451, "ligaments tendons": 3813, "tendons hold": 7479, "hold elbow": 3078, "joint together": 3600, "together lateral": 7750, "involves muscles": 3514, "tendons forearm": 7477, "forearm responsible": 2647, "responsible extension": 5917, "extension wrist": 2400, "wrist fingers": 8321, "fingers forearm": 2528, "forearm tendons": 2648, "tendons \u2014": 7498, "\u2014 often": 8406, "often called": 4685, "called extensors": 1156, "extensors \u2014": 2404, "\u2014 attach": 8399, "attach muscles": 774, "muscles bone": 4443, "bone tendon": 1049, "called extensor": 1155, "extensor carpi": 2402, "carpi radialis": 1215, "radialis brevis": 5592, "brevis ecrb": 1102, "ecrb attaches": 1987, "attaches ecrb": 783, "ecrb forearm": 1989, "forearm muscle": 2644, "muscle lateral": 4428, "epicondyle cause": 2178, "cause overuse": 1238, "overuse tennis": 4849, "elbow often": 2083, "often due": 4690, "due damage": 1942, "damage specific": 1668, "specific forearm": 6692, "muscle ecrb": 4424, "ecrb ecrb": 1988, "muscle helps": 4427, "helps stabilize": 3043, "stabilize wrist": 6756, "wrist elbow": 8320, "elbow straight": 2102, "straight occurs": 6884, "occurs tennis": 4674, "tennis groundstroke": 7507, "groundstroke example": 2858, "example ecrb": 2293, "muscle weakened": 4437, "weakened overuse": 8139, "overuse microscopic": 4845, "microscopic tears": 4234, "tears form": 7375, "form ecrb": 2655, "ecrb tendon": 1992, "tendon attaches": 7439, "attaches lateral": 785, "epicondyle leads": 2183, "pain directly": 4907, "directly outside": 1833, "lateral part": 3715, "part elbow": 5013, "elbow ecrb": 2060, "ecrb may": 1990, "also increased": 446, "increased risk": 3315, "risk damage": 6008, "damage position": 1666, "position elbow": 5282, "elbow bends": 2047, "bends straightens": 938, "straightens muscle": 6893, "muscle rubs": 4433, "rubs bony": 6082, "bumps cause": 1120, "cause gradual": 1235, "gradual wear": 2844, "wear tear": 8150, "tear muscle": 7351, "muscle time": 4436, "time activities": 7674, "activities athletes": 290, "athletes people": 765, "people get": 5092, "get tennis": 2774, "many people": 4017, "people tennis": 5099, "elbow participate": 2086, "participate work": 5026, "work recreational": 8267, "recreational activities": 5688, "activities require": 306, "require repetitive": 5886, "repetitive vigorous": 5867, "vigorous use": 8081, "use forearm": 7999, "muscle repetitive": 4432, "repetitive extension": 5863, "wrist hand": 8325, "hand painters": 2890, "painters plumbers": 4990, "plumbers carpenters": 5251, "carpenters particularly": 1211, "particularly prone": 5034, "prone developing": 5512, "developing tennis": 1782, "elbow studies": 2103, "studies shown": 6987, "shown auto": 6489, "auto workers": 796, "workers cooks": 8282, "cooks even": 1552, "even butchers": 2249, "butchers get": 1135, "often rest": 4702, "rest population": 5927, "population thought": 5274, "thought repetition": 7642, "repetition weightlifting": 5845, "weightlifting required": 8214, "required occupations": 5891, "occupations leads": 4656, "leads injury": 3729, "injury tennis": 3451, "tennis player": 7509, "player playing": 5241, "tennis possible": 7510, "possible cause": 5308, "cause tennis": 1243, "elbow activities": 2040, "risk thinkstock": 6013, "thinkstock \u00a9": 7630, "\u00a9 2015": 8393, "2015 age": 75, "age people": 384, "elbow ages": 2041, "ages 30": 386, "30 50": 114, "50 although": 162, "although anyone": 468, "anyone get": 527, "elbow risk": 2096, "risk factors": 6010, "factors racquet": 2470, "sports like": 6736, "like tennis": 3826, "tennis improper": 7508, "improper stroke": 3232, "stroke technique": 6971, "technique improper": 7390, "improper equipment": 3230, "equipment may": 2225, "may risk": 4093, "factors unknown": 2472, "unknown lateral": 7974, "epicondylitis occur": 2209, "occur without": 4663, "without recognized": 8251, "recognized repetitive": 5659, "repetitive injury": 5864, "injury occurrence": 3438, "occurrence called": 4665, "called idiopathic": 1157, "idiopathic unknown": 3180, "unknown cause": 7973, "cause symptoms": 1242, "symptoms symptoms": 7254, "symptoms tennis": 7256, "elbow develop": 2059, "develop gradually": 1770, "gradually cases": 2846, "cases pain": 1226, "pain begins": 4899, "begins mild": 918, "mild slowly": 4250, "slowly worsens": 6602, "worsens weeks": 8303, "weeks months": 8185, "months usually": 4300, "usually specific": 8056, "specific injury": 6693, "injury associated": 3419, "associated start": 763, "start symptoms": 6793, "symptoms common": 7217, "common signs": 1409, "signs symptoms": 6541, "elbow include": 2070, "include pain": 3287, "pain burning": 4901, "burning outer": 1124, "outer part": 4806, "elbow weak": 2109, "weak grip": 8132, "grip strength": 2856, "strength sometimes": 6905, "sometimes pain": 6661, "pain night": 4935, "night symptoms": 4580, "symptoms often": 7237, "often worsened": 4708, "worsened forearm": 8297, "forearm activity": 2636, "activity holding": 317, "holding racquet": 3087, "racquet turning": 5587, "turning wrench": 7897, "wrench shaking": 8314, "shaking hands": 6275, "hands dominant": 2916, "dominant arm": 1890, "arm often": 622, "often affected": 4683, "affected however": 368, "however arms": 3121, "arms affected": 652, "affected location": 369, "location pain": 3875, "pain lateral": 4924, "epicondylitis location": 2205, "epicondylitis reproduced": 2214, "modified griffen": 4274, "griffen l": 2854, "l ed": 3676, "ed essentials": 1996, "essentials musculoskeletal": 2237, "musculoskeletal care": 4482, "care third": 1203, "third edition": 7635, "edition \u00a9": 1999, "surgeons 2005": 7080, "2005 related": 68, "related articles": 5744, "articles diseases": 717, "conditions ulnar": 1480, "ulnar nerve": 7946, "nerve entrapment": 4555, "entrapment elbow": 2174, "elbow cubital": 2057, "cubital tunnel": 1602, "tunnel syndromehttpsorthoinfoaaosorgendiseasesconditionsulnarnerveentrapmentattheelbow": 7895, "syndromehttpsorthoinfoaaosorgendiseasesconditionsulnarnerveentrapmentattheelbow staying": 7270, "staying healthy": 6804, "healthy warm": 2985, "warm cool": 8105, "cool flexiblehttpsorthoinfoaaosorgenstayinghealthywarmupcooldownandbeflexible": 1554, "flexiblehttpsorthoinfoaaosorgenstayinghealthywarmupcooldownandbeflexible recovery": 2566, "golfer\u2019s elbowhttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram": 2823, "elbowhttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram examination": 2115, "examination consider": 2279, "consider many": 1498, "many factors": 4013, "factors making": 2467, "making diagnosis": 3992, "diagnosis including": 1804, "including symptoms": 3308, "symptoms developed": 7218, "developed occupational": 1778, "occupational risk": 4652, "factors recreational": 2471, "recreational sports": 5689, "sports participation": 6739, "participation talk": 5029, "talk activities": 7309, "activities cause": 292, "symptoms arm": 7214, "arm symptoms": 645, "symptoms occur": 7236, "occur sure": 4661, "sure tell": 7053, "tell ever": 7398, "ever injured": 2259, "injured elbow": 3389, "elbow history": 2069, "history rheumatoid": 3069, "rheumatoid arthritis": 5992, "arthritis nerve": 679, "nerve disease": 4552, "disease tell": 1860, "tell examination": 7399, "examination apply": 2278, "apply gentle": 542, "gentle pressure": 2758, "pressure lateral": 5373, "epicondyle checking": 2180, "checking pain": 1304, "tenderness also": 7416, "also use": 462, "use variety": 8013, "variety tests": 8062, "tests pinpoint": 7543, "pinpoint diagnosis": 5184, "diagnosis example": 1803, "example may": 2294, "may ask": 4043, "ask try": 740, "try straighten": 7884, "straighten wrist": 6891, "fingers resistance": 2531, "resistance arm": 5902, "arm fully": 603, "fully straight": 2739, "straight see": 6885, "see causes": 6197, "causes pain": 1254, "pain tests": 4961, "tests positive": 7544, "positive tells": 5306, "tells tendons": 7405, "tendons may": 7484, "may healthy": 4064, "healthy pressing": 2983, "pressing lateral": 5369, "epicondyle exam": 2182, "exam apply": 2271, "tenderness photo": 7419, "photo courtesy": 5146, "courtesy stuart": 1588, "stuart j": 6984, "j fischer": 3537, "fischer faaos": 2543, "faaos tests": 2430, "tests may": 7541, "may recommend": 4088, "recommend additional": 5661, "additional tests": 343, "tests rule": 7545, "rule causes": 6085, "causes elbow": 1251, "elbow pain": 2084, "pain xrays": 4975, "xrays xrays": 8361, "xrays provide": 8355, "provide clear": 5526, "clear images": 1343, "images dense": 3194, "dense structures": 1740, "structures bone": 6982, "bone may": 1035, "may taken": 4103, "taken rule": 7297, "rule arthritis": 6084, "arthritis elbow": 674, "elbow magnetic": 2077, "magnetic resonance": 3961, "resonance imaging": 5907, "imaging mri": 3201, "scan mri": 6115, "mri scans": 4401, "scans provide": 6121, "provide images": 5528, "images bodys": 3193, "bodys soft": 1020, "soft tissues": 6642, "tissues including": 7738, "including muscles": 3304, "tendons mri": 7485, "scan may": 6114, "may ordered": 4081, "ordered determine": 4763, "determine extent": 1766, "extent damage": 2406, "damage tendon": 1670, "tendon rule": 7457, "rule injuries": 6087, "injuries thinks": 3413, "thinks symptoms": 7628, "symptoms might": 7233, "might related": 4246, "related neck": 5747, "neck problem": 4518, "problem may": 5418, "may order": 4080, "order mri": 4759, "scan neck": 6116, "neck see": 4520, "see herniated": 6200, "herniated disk": 3053, "disk arthritic": 1869, "arthritic changes": 671, "changes neck": 1292, "neck conditions": 4516, "conditions produce": 1475, "produce arm": 5461, "arm pain": 626, "pain electromyography": 4910, "electromyography emg": 2120, "emg may": 2136, "order emg": 4757, "emg rule": 2137, "rule nerve": 6088, "nerve compression": 4550, "compression many": 1441, "many nerves": 4016, "nerves travel": 4566, "travel around": 7812, "around elbow": 657, "elbow symptoms": 2106, "symptoms nerve": 7234, "compression elbow": 1440, "elbow similar": 2099, "similar tennis": 6544, "elbow related": 2092, "handouthttpsorthoinfoaaosorgenrecoveryepicondylitistherapeuticexerciseprogram treatment": 2906, "treatment nonsurgical": 7843, "nonsurgical treatment": 4591, "treatment approximately": 7830, "approximately 80": 558, "80 95": 206, "95 patients": 227, "patients success": 5062, "success nonsurgical": 7002, "treatment rest": 7852, "rest first": 5921, "first step": 2541, "step toward": 6810, "toward recovery": 7786, "recovery give": 5678, "give arm": 2781, "arm proper": 632, "proper rest": 5515, "rest means": 5922, "means stop": 4121, "stop decrease": 6869, "decrease participation": 1716, "participation sports": 5028, "sports heavy": 6734, "heavy work": 2999, "work activities": 8262, "activities activities": 288, "cause painful": 1240, "painful symptoms": 4987, "symptoms several": 7249, "several weeks": 6266, "weeks medications": 8184, "medications acetaminophen": 4154, "acetaminophen nonsteroidal": 268, "nonsteroidal antiinflammatory": 4588, "antiinflammatory drugs": 521, "drugs nsaids": 1936, "nsaids ibuprofen": 4617, "taken help": 7296, "reduce pain": 5699, "pain swelling": 4956, "swelling physical": 7193, "occupational therapy": 4654, "therapy specific": 7611, "specific exercises": 6691, "exercises helpful": 2344, "helpful strengthening": 3039, "strengthening muscles": 6920, "forearm therapist": 2649, "therapist may": 7575, "also perform": 451, "perform ultrasound": 5109, "ultrasound ice": 7951, "ice massage": 3166, "massage musclestimulating": 4025, "musclestimulating techniques": 4480, "techniques improve": 7393, "improve muscle": 3242, "muscle healing": 4426, "healing wrist": 2960, "wrist stretching": 8328, "stretching exercise": 6960, "exercise wrist": 2329, "exercise elbow": 2311, "elbow extended": 2061, "extended brace": 2394, "brace using": 1078, "using brace": 8038, "brace centered": 1071, "centered back": 1265, "back forearm": 826, "forearm may": 2642, "relieve symptoms": 5766, "elbow reduce": 2091, "reduce symptoms": 5702, "symptoms resting": 7246, "resting muscles": 5931, "tendons counterforce": 7475, "counterforce brace": 1579, "brace counterforce": 1073, "brace steroid": 1076, "steroid injections": 6816, "injections steroids": 3383, "steroids cortisone": 6819, "cortisone effective": 1569, "effective antiinflammatory": 2015, "antiinflammatory medicines": 524, "medicines may": 4184, "may decide": 4051, "decide inject": 1709, "inject painful": 3365, "painful area": 4983, "area around": 566, "around lateral": 659, "epicondyle steroid": 2187, "steroid relieve": 6817, "symptoms however": 7225, "however steroid": 3128, "injections used": 3384, "used sparingly": 8027, "sparingly lateral": 6686, "epicondylitis excessive": 2203, "excessive use": 2303, "use weaken": 8014, "weaken lateral": 8137, "attaches elbow": 784, "elbow time": 2107, "time plateletrich": 7688, "plateletrich plasma": 5232, "plasma plateletrich": 5226, "plasma prp": 5227, "prp biological": 5541, "biological treatment": 981, "treatment designed": 7835, "designed improve": 1762, "improve biologic": 3236, "biologic environment": 978, "environment tissue": 2176, "tissue involves": 7732, "involves obtaining": 3515, "obtaining small": 4642, "small sample": 6612, "sample blood": 6105, "blood arm": 1003, "arm centrifuging": 589, "centrifuging spinning": 1269, "spinning obtain": 6711, "obtain platelets": 4640, "platelets solution": 5235, "solution platelets": 6644, "platelets known": 5234, "known high": 3670, "high concentration": 3057, "concentration growth": 1448, "growth factors": 2866, "factors injected": 2466, "injected affected": 3367, "affected area": 364, "area apple": 565, "apple podcasts": 533, "podcasts web": 5259, "web embed": 8162, "embed studies": 2134, "studies effectiveness": 6986, "effectiveness prp": 2024, "prp inconclusive": 5542, "inconclusive others": 3310, "others shown": 4795, "shown promising": 6498, "promising results": 5503, "results prp": 5948, "prp injection": 5543, "injection injection": 3374, "injection prp": 3375, "prp used": 5545, "used treat": 8032, "treat tennis": 7817, "elbow courtesy": 2055, "courtesy allan": 1587, "allan k": 407, "k mishra": 3619, "mishra menlo": 4269, "menlo park": 4219, "park ca": 5007, "ca extracorporeal": 1142, "extracorporeal shock": 2414, "shock wave": 6287, "wave therapy": 8116, "therapy shock": 7609, "therapy sends": 7607, "sends sound": 6220, "sound waves": 6671, "waves elbow": 8119, "elbow sound": 2100, "waves create": 8118, "create microtrauma": 1596, "microtrauma promotes": 4238, "promotes bodys": 5505, "bodys natural": 1019, "natural healing": 4505, "healing processes": 2958, "processes shock": 5459, "therapy considered": 7591, "considered experimental": 1501, "experimental many": 2387, "many doctors": 4012, "doctors sources": 1881, "sources show": 6675, "show effective": 6470, "effective equipment": 2018, "equipment check": 2223, "check participate": 1297, "participate racquet": 5025, "racquet sport": 5585, "sport may": 6718, "may encourage": 4055, "encourage equipment": 2140, "equipment checked": 2224, "checked proper": 1302, "proper fit": 5514, "fit stiffer": 2545, "stiffer racquets": 6835, "racquets looserstrung": 5589, "looserstrung racquets": 3914, "racquets often": 5590, "often reduce": 4700, "reduce stress": 5700, "stress forearm": 6925, "forearm means": 2643, "means forearm": 4120, "muscles work": 4475, "work hard": 8265, "hard use": 2932, "use oversized": 8007, "oversized racquet": 4839, "racquet changing": 5584, "changing smaller": 1294, "smaller head": 6616, "head may": 2940, "help prevent": 3022, "prevent symptoms": 5385, "symptoms recurring": 7242, "recurring surgical": 5693, "surgical treatment": 7173, "treatment symptoms": 7856, "symptoms respond": 7245, "respond 6": 5911, "6 12": 173, "12 months": 22, "months nonsurgical": 4291, "nonsurgical treatments": 4592, "treatments may": 7863, "recommend surgery": 5664, "surgery surgical": 7153, "surgical procedures": 7171, "procedures tennis": 5453, "elbow involve": 2072, "involve removing": 3502, "removing diseased": 5797, "diseased tendon": 1862, "tendon reattaching": 7454, "reattaching healthy": 5647, "healthy tendon": 2984, "tendon back": 7440, "back bone": 818, "bone best": 1023, "best surgical": 959, "surgical approach": 7166, "approach depend": 549, "depend range": 1744, "range factors": 5618, "factors including": 2465, "including scope": 3306, "scope injury": 6136, "injury general": 3428, "health personal": 2972, "personal needs": 5133, "needs talk": 4545, "talk options": 7310, "options discuss": 4753, "discuss results": 1848, "results achieved": 5945, "achieved risks": 271, "risks associated": 6016, "associated procedure": 762, "procedure open": 5441, "open surgery": 4737, "surgery common": 7101, "common approach": 1406, "approach tennis": 552, "elbow repair": 2093, "repair open": 5809, "surgery involves": 7120, "involves making": 3513, "making incision": 3993, "incision outside": 3263, "lateral aspect": 3711, "aspect elbow": 748, "elbow procedure": 2088, "procedure usually": 5447, "usually performed": 8054, "performed outpatient": 5115, "outpatient basis": 4812, "basis meaning": 876, "meaning go": 4116, "go home": 2797, "home day": 3094, "day surgery": 1696, "surgery arthroscopic": 7097, "arthroscopic surgery": 694, "surgery tennis": 7157, "elbow also": 2042, "also treated": 460, "treated using": 7822, "using miniature": 8040, "miniature instruments": 4257, "instruments small": 3490, "small incisions": 6606, "incisions like": 3272, "like open": 3825, "surgery sameday": 7146, "sameday outpatient": 6103, "outpatient procedure": 4813, "procedure learn": 5439, "learn elbow": 3739, "elbow arthroscopy": 2044, "arthroscopy surgical": 704, "surgical risks": 7172, "risks surgery": 6021, "surgery risks": 7144, "risks tennis": 6022, "elbow surgery": 2105, "common things": 1413, "things consider": 7622, "consider include": 1496, "include infection": 3283, "infection nerve": 3328, "nerve blood": 4549, "blood vessel": 1007, "vessel damage": 8072, "damage possible": 1667, "possible prolonged": 5314, "prolonged rehabilitation": 5494, "rehabilitation loss": 5736, "loss strength": 3922, "strength loss": 6897, "loss flexibility": 3919, "flexibility need": 2558, "need surgery": 4528, "surgery rehabilitation": 7137, "rehabilitation following": 5733, "following surgery": 2618, 