{"rotator": 5456, "cuff": 1472, "selfcare": 5544, "group": 2547, "muscles": 4001, "tendons": 6690, "attach": 688, "bones": 953, "shoulder": 5623, "joint": 3201, "allowing": 351, "move": 3914, "coordinated": 1427, "painfree": 4477, "way": 7292, "remain": 5197, "stable": 6033, "torn": 6974, "overuse": 4373, "injury": 3064, "wearing": 7326, "away": 727, "time": 6880, "pain": 4397, "relief": 5179, "measures": 3720, "using": 7215, "properly": 4949, "exercises": 2122, "may": 3631, "help": 2675, "ease": 1806, "symptoms": 6456, "problems": 4853, "common": 1277, "include": 2932, "tendinitis": 6652, "inflammation": 2992, "swelling": 6431, "bursa": 1020, "normally": 4152, "smooth": 5916, "layer": 3336, "lining": 3464, "tear": 6573, "occurs": 4216, "one": 4260, "medicines": 3761, "ibuprofen": 2821, "naproxen": 4048, "reduce": 5120, "take": 6513, "every": 2061, "day": 1543, "tell": 6627, "health": 2637, "care": 1076, "general": 2454, "monitored": 3850, "moist": 3845, "heat": 2660, "hot": 2782, "bath": 788, "shower": 5784, "pack": 4382, "loosen": 3512, "feel": 2241, "ice": 2826, "applied": 461, "20": 55, "minutes": 3834, "3": 79, "4": 101, "times": 6910, "also": 364, "cut": 1510, "wrap": 7470, "clean": 1214, "towel": 6993, "cloth": 1236, "place": 4667, "directly": 1680, "cause": 1118, "frostbite": 2427, "learn": 3352, "avoid": 718, "placing": 4688, "extra": 2194, "stress": 6187, "heal": 2624, "reinjury": 5162, "positions": 4760, "posture": 4782, "night": 4124, "relieve": 5183, "sleep": 5862, "lie": 3395, "either": 1858, "side": 5811, "back": 732, "resting": 5341, "painful": 4483, "couple": 1449, "pillows": 4654, "sitting": 5854, "use": 7176, "good": 2522, "keep": 3250, "head": 2611, "pillow": 4648, "behind": 826, "lower": 3532, "feet": 2258, "flat": 2296, "floor": 2318, "footstool": 2365, "practice": 4799, "blade": 884, "ideal": 2837, "tips": 6933, "taking": 6537, "carry": 1106, "backpack": 764, "purse": 4987, "work": 7423, "arms": 578, "level": 3389, "long": 3485, "needed": 4083, "foot": 2362, "stool": 6128, "ladder": 3302, "lift": 3406, "objects": 4183, "close": 1229, "body": 910, "try": 7077, "heavy": 2665, "loads": 3475, "overhead": 4355, "regular": 5146, "breaks": 988, "activity": 256, "reaching": 5054, "something": 5941, "arm": 504, "thumb": 6862, "pointing": 4726, "store": 6143, "items": 3176, "places": 4686, "reach": 5048, "easily": 1814, "things": 6835, "lot": 3524, "phone": 4625, "reinjuring": 5160, "physical": 4631, "therapy": 6802, "likely": 3439, "refer": 5131, "therapist": 6780, "start": 6055, "passive": 4543, "injured": 3037, "get": 2473, "full": 2436, "movement": 3930, "teaches": 6568, "strengthen": 6173, "small": 5895, "focus": 2333, "weights": 7381, "higher": 2729, "repetitions": 5262, "improvements": 2913, "best": 859, "playing": 4709, "sports": 6007, "rest": 5330, "examined": 2083, "returning": 5382, "strength": 6159, "around": 583, "range": 5043, "motion": 3871, "upper": 7172, "spine": 5990, "certain": 1155, "exam": 2070, "tests": 6755, "meant": 3716, "provoke": 4969, "someone": 5936, "abnormal": 193, "activities": 230, "gradual": 2529, "ask": 652, "proper": 4944, "technique": 6621, "involve": 3145, "repair": 5217, "arthroscopy": 617, "instructions": 3122, "surgery": 6339, "discharge": 1687, "review": 5393, "date": 1537, "642025": 137, "updated": 7166, "c": 1031, "benjamin": 849, "professor": 4900, "chief": 1195, "medicine": 3748, "service": 5568, "ucsf": 7127, "department": 1594, "orthopaedic": 4318, "san": 5488, "francisco": 2411, "ca": 1035, "reviewed": 5395, "david": 1541, "dugdale": 1791, "medical": 3731, "director": 1684, "brenda": 996, "conaway": 1317, "editorial": 1836, "adam": 272, "team": 6570, "cite": 1210, "page": 4392, "related": 5164, "medlineplus": 3781, "topics": 6971, "injuries": 3044, "browse": 1006, "encyclopedia": 1958, "helpful": 2709, "thank": 6768, "feedback": 2240, "rotator cuff": 5457, "cuff selfcare": 1498, "selfcare rotator": 5548, "cuff group": 1480, "group muscles": 2548, "muscles tendons": 4031, "tendons attach": 6693, "attach bones": 689, "bones shoulder": 957, "shoulder joint": 5690, "joint allowing": 3202, "allowing shoulder": 352, "shoulder move": 5703, "move coordinated": 3917, "coordinated painfree": 1428, "painfree way": 4482, "way remain": 7296, "remain stable": 5199, "stable tendons": 6039, "tendons torn": 6719, "torn overuse": 6978, "overuse injury": 4374, "injury wearing": 3099, "wearing away": 7327, "away time": 731, "time pain": 6896, "pain relief": 4447, "relief measures": 5180, "measures using": 3723, "using shoulder": 7221, "shoulder properly": 5724, "properly shoulder": 4951, "shoulder exercises": 5663, "exercises may": 2141, "may help": 3658, "help ease": 2680, "ease symptoms": 1808, "symptoms rotator": 6490, "cuff problems": 1494, "problems common": 4858, "common rotator": 1280, "problems include": 4859, "include tendinitis": 2952, "tendinitis inflammation": 6657, "inflammation tendons": 2997, "tendons swelling": 6717, "swelling bursa": 6434, "bursa normally": 1022, "normally smooth": 4154, "smooth layer": 5917, "layer lining": 3337, "lining tendons": 3467, "tendons tear": 6718, "tear occurs": 6591, "occurs one": 4220, "one tendons": 4271, "injury medicines": 3083, "medicines ibuprofen": 3767, "ibuprofen naproxen": 2824, "naproxen may": 4051, "help reduce": 2695, "reduce swelling": 5125, "swelling pain": 6437, "pain take": 4458, "take medicines": 6522, "medicines every": 3765, "every day": 2062, "day tell": 1554, "tell health": 6631, "health care": 2638, "care general": 1086, "general health": 2458, "health monitored": 2643, "monitored moist": 3851, "moist heat": 3846, "heat hot": 2661, "hot bath": 2783, "bath shower": 789, "shower heat": 5786, "heat pack": 2662, "pack help": 4385, "help loosen": 2686, "loosen shoulder": 3513, "shoulder feel": 5665, "feel pain": 2247, "pain shoulder": 4452, "shoulder ice": 5679, "ice pack": 2831, "pack applied": 4383, "applied shoulder": 465, "shoulder 20": 5624, "20 minutes": 57, "minutes time": 3836, "time 3": 6881, "3 4": 80, "4 times": 109, "times day": 6911, "day may": 1547, "may also": 3634, "also help": 378, "help cut": 2678, "cut swelling": 1513, "pain wrap": 4474, "wrap ice": 7471, "ice clean": 2827, "clean towel": 1216, "towel cloth": 6995, "cloth place": 1238, "place directly": 4670, "directly shoulder": 1682, "shoulder may": 5700, "may cause": 3640, "cause frostbite": 1121, "frostbite learn": 2428, "learn care": 3354, "care shoulder": 1092, "shoulder avoid": 5632, "avoid placing": 720, "placing extra": 4689, "extra stress": 2196, "stress help": 6189, "help heal": 2682, "heal injury": 2625, "injury avoid": 3067, "avoid reinjury": 723, "reinjury positions": 5163, "positions posture": 4762, "posture day": 4783, "day night": 1548, "night also": 4125, "help relieve": 2698, "relieve shoulder": 5184, "shoulder pain": 5715, "pain sleep": 4453, "sleep lie": 5864, "lie either": 3397, "either side": 1861, "side pain": 5824, "pain back": 4403, "back resting": 753, "resting painful": 5343, "painful shoulder": 4487, "shoulder couple": 5651, "couple pillows": 1450, "pillows may": 4655, "help sitting": 2704, "sitting use": 5855, "use good": 7181, "good posture": 2527, "posture keep": 4786, "keep head": 3260, "head shoulder": 2619, "shoulder place": 5719, "place towel": 4679, "towel pillow": 6998, "pillow behind": 4649, "behind lower": 830, "lower back": 3534, "back keep": 743, "keep feet": 3258, "feet either": 2259, "either flat": 1859, "flat floor": 2297, "floor footstool": 2319, "footstool practice": 2366, "practice good": 4800, "posture general": 4785, "general keep": 2459, "keep shoulder": 3266, "shoulder blade": 5638, "blade joint": 889, "joint ideal": 3216, "ideal positions": 2838, "positions tips": 4763, "tips taking": 6934, "taking care": 6539, "shoulder include": 5685, "include carry": 2934, "carry backpack": 1107, "backpack purse": 765, "purse one": 4988, "one shoulder": 4270, "shoulder work": 5765, "work arms": 7425, "arms shoulder": 581, "shoulder level": 5694, "level long": 3391, "long time": 3495, "time needed": 6895, "needed use": 4092, "use foot": 7179, "foot stool": 2364, "stool ladder": 6129, "ladder lift": 3303, "lift carry": 3409, "carry objects": 1108, "objects close": 4184, "close body": 1231, "body try": 919, "try lift": 7078, "lift heavy": 3410, "heavy loads": 2668, "loads away": 3476, "away body": 728, "body overhead": 914, "overhead take": 4366, "take regular": 6527, "regular breaks": 5148, "breaks activity": 989, "activity reaching": 261, "reaching something": 5059, "something arm": 5942, "arm thumb": 573, "thumb pointing": 6863, "pointing store": 4727, "store items": 6144, "items use": 3177, "use every": 7178, "day places": 1550, "places reach": 4687, "reach easily": 5051, "easily keep": 1815, "keep things": 3270, "things use": 6838, "use lot": 7184, "lot phone": 3527, "phone close": 4626, "close avoid": 1230, "avoid reaching": 722, "reaching reinjuring": 5058, "reinjuring shoulder": 5161, "shoulder physical": 5718, "physical therapy": 4636, "therapy exercises": 6809, "exercises likely": 2137, "likely refer": 3448, "refer physical": 5132, "physical therapist": 4635, "therapist learn": 6786, "learn exercises": 3357, "exercises shoulder": 2146, "may start": 3691, "start passive": 6060, "passive exercises": 4544, "exercises exercises": 2132, "exercises therapist": 2153, "therapist arm": 6781, "arm use": 576, "good arm": 2523, "arm move": 543, "move injured": 3920, "injured arm": 3038, "arm exercises": 527, "help get": 2681, "get full": 2478, "full movement": 2437, "movement back": 3931, "back shoulder": 755, "therapist teaches": 6795, "teaches strengthen": 6569, "strengthen shoulder": 6177, "shoulder muscles": 5710, "muscles rotator": 4022, "cuff muscles": 1488, "muscles small": 4025, "small muscles": 5899, "muscles focus": 4008, "focus exercises": 2334, "exercises lower": 2139, "lower weights": 3541, "weights higher": 7383, "higher repetitions": 2732, "repetitions exercises": 5270, "may focus": 3651, "focus shoulder": 2335, "blade improvements": 888, "improvements shoulder": 2914, "shoulder movement": 5705, "movement best": 3932, "best avoid": 860, "avoid playing": 721, "playing sports": 4711, "sports pain": 6016, "pain rest": 4449, "rest activity": 5331, "activity also": 257, "also examined": 373, "examined physical": 2084, "therapist returning": 6794, "returning sports": 5385, "sports full": 6012, "full strength": 2441, "strength muscles": 6165, "muscles around": 4004, "around shoulder": 589, "joint good": 3209, "good range": 2528, "range motion": 5047, "motion shoulder": 3895, "blade upper": 896, "upper spine": 7175, "spine pain": 5991, "pain certain": 4408, "certain physical": 1160, "physical exam": 4632, "exam tests": 2075, "tests meant": 6759, "meant provoke": 3717, "provoke pain": 4970, "pain someone": 4454, "someone rotator": 5940, "problems abnormal": 4854, "abnormal movement": 194, "movement shoulder": 3939, "joint shoulder": 3228, "blade returning": 891, "sports activities": 6009, "activities gradual": 240, "gradual ask": 2530, "ask physical": 654, "therapist proper": 6792, "proper technique": 4947, "technique use": 6623, "use sports": 7188, "activities involve": 244, "involve lot": 3147, "lot shoulder": 3529, "movement rotator": 3938, "problems rotator": 4863, "cuff repair": 1495, "repair shoulder": 5230, "shoulder arthroscopy": 5631, "arthroscopy instructions": 620, "instructions rotator": 3129, "cuff exercises": 1479, "shoulder surgery": 5751, "surgery discharge": 6355, "discharge using": 1692, "surgery review": 6392, "review date": 5394, "date 642025": 1539, "642025 updated": 138, "updated c": 7167, "c benjamin": 1033, "benjamin professor": 850, "professor chief": 4901, "chief sports": 1196, "sports medicine": 6015, "medicine shoulder": 3759, "shoulder service": 5738, "service ucsf": 5570, "ucsf department": 7128, "department orthopaedic": 1595, "orthopaedic surgery": 4322, "surgery san": 6396, "san francisco": 5489, "francisco ca": 2412, "ca also": 1036, "also reviewed": 391, "reviewed david": 5397, "david c": 1542, "c dugdale": 1034, "dugdale medical": 1792, "medical director": 3735, "director brenda": 1686, "brenda conaway": 997, "conaway editorial": 1318, "editorial director": 1837, "director adam": 1685, "adam editorial": 273, "editorial team": 1838, "team learn": 6572, "learn cite": 3355, "cite page": 1211, "page related": 4396, "related medlineplus": 5165, "medlineplus health": 3782, "health topics": 2647, "topics rotator": 6972, "cuff injuries": 1482, "injuries browse": 3048, "browse encyclopedia": 1007, "encyclopedia page": 1960, "page helpful": 4394, "helpful thank": 2711, "thank feedback": 6769, "diseases": 1711, "conditions": 1340, "tennis": 6723, "elbow": 1866, "lateral": 3328, "epicondylitis": 2005, "therapeutic": 6775, "exercise": 2098, "program": 4902, "golfer\u2019s": 2518, "article": 631, "written": 7490, "andor": 428, "member": 3787, "american": 413, "surgeons": 6328, "ases": 643, "condition": 1323, "caused": 1131, "surprisingly": 6419, "racquet": 5011, "however": 2791, "several": 5585, "put": 4993, "risk": 5411, "involves": 3154, "degeneration": 1577, "cases": 1109, "microtearing": 3809, "join": 3198, "forearm": 2372, "outside": 4345, "become": 796, "damaged": 1529, "\u2014": 7536, "repeating": 5257, "motions": 3905, "leads": 3345, "tenderness": 6646, "many": 3606, "treatment": 7030, "options": 4292, "approach": 475, "primary": 4846, "doctors": 1725, "occupational": 4201, "therapists": 6800, "together": 6951, "provide": 4956, "effective": 1845, "made": 3551, "three": 6853, "humerus": 2803, "bone": 923, "radius": 5028, "ulna": 7129, "two": 7097, "bony": 960, "prominences": 4928, "bumps": 1014, "sides": 5831, "bottom": 968, "called": 1043, "epicondyles": 2003, "begin": 815, "course": 1451, "prominence": 4926, "epicondyle": 1990, "ecrb": 1824, "muscle": 3984, "tendon": 6662, "usually": 7222, "involved": 3149, "reproduced": 5292, "modified": 3841, "almanac": 359, "\u00a9": 7531, "academy": 199, "2003": 59, "ligaments": 3421, "hold": 2743, "responsible": 5328, "extension": 2182, "wrist": 7478, "fingers": 2271, "often": 4228, "extensors": 2187, "extensor": 2185, "carpi": 1103, "radialis": 5019, "brevis": 998, "attaches": 701, "due": 1785, "damage": 1522, "specific": 5979, "helps": 2712, "stabilize": 6031, "straight": 6145, "groundstroke": 2545, "example": 2087, "weakened": 7310, "microscopic": 3807, "tears": 6605, "form": 2390, "part": 4511, "increased": 2972, "position": 4740, "bends": 842, "straightens": 6157, "rubs": 5464, "wear": 7319, "athletes": 683, "people": 4575, "participate": 4525, "recreational": 5111, "require": 5298, "repetitive": 5276, "vigorous": 7257, "hand": 2567, "painters": 4489, "plumbers": 4717, "carpenters": 1098, "particularly": 4531, "prone": 4942, "developing": 1627, "studies": 6240, "shown": 5791, "auto": 714, "workers": 7443, "cooks": 1422, "even": 2049, "butchers": 1029, "population": 4734, "thought": 6850, "repetition": 5259, "weightlifting": 7378, "required": 5303, "occupations": 4205, "possible": 4767, "ages": 325, "30": 90, "50": 126, "although": 399, "anyone": 452, "factors": 2216, "like": 3431, "improper": 2887, "stroke": 6227, "equipment": 2028, "occur": 4207, "without": 7406, "recognized": 5082, "occurrence": 4214, "idiopathic": 2841, "unknown": 7158, "develop": 1616, "gradually": 2533, "begins": 824, "mild": 3821, "slowly": 5880, "worsens": 7463, "weeks": 7345, "months": 3852, "associated": 679, "signs": 5840, "burning": 1017, "outer": 4337, "weak": 7303, "grip": 2543, "sometimes": 5944, "worsened": 7458, "holding": 2756, "turning": 7090, "wrench": 7474, "shaking": 5600, "hands": 2591, "dominant": 1736, "affected": 304, "location": 3481, "griffen": 2541, "l": 3298, "ed": 1831, "essentials": 2040, "musculoskeletal": 4041, "third": 6846, "edition": 1834, "2005": 62, "ulnar": 7132, "nerve": 4098, "entrapment": 1986, "cubital": 1470, "tunnel": 7088, "syndrome": 6501, "staying": 6070, "healthy": 2649, "warm": 7275, "cool": 1424, "flexible": 2306, "recovery": 5099, "consider": 1366, "making": 3589, "diagnosis": 1650, "including": 2960, "developed": 1625, "participation": 4528, "talk": 6545, "sure": 6295, "ever": 2059, "history": 2737, "rheumatoid": 5399, "arthritis": 599, "disease": 1701, "examination": 2076, "apply": 468, "gentle": 2463, "pressure": 4824, "checking": 1186, "variety": 7238, "pinpoint": 4661, "straighten": 6154, "resistance": 5315, "fully": 2444, "see": 5526, "causes": 1134, "positive": 4765, "tells": 6635, "photo": 4627, "courtesy": 1455, "stuart": 6238, "j": 3180, "fischer": 2287, "faaos": 2201, "recommend": 5085, "additional": 281, "rule": 5466, "xrays": 7496, "clear": 1217, "images": 2854, "dense": 1592, "structures": 6236, "taken": 6531, "magnetic": 3559, "resonance": 5320, "imaging": 2859, "mri": 3961, "scan": 5492, "scans": 5498, "bodys": 920, "soft": 5931, "tissues": 6946, "ordered": 4303, "determine": 1613, "extent": 2189, "thinks": 6841, "might": 3817, "neck": 4067, "problem": 4849, "order": 4297, "herniated": 2723, "disk": 1715, "arthritic": 597, "changes": 1172, "produce": 4892, "electromyography": 1943, "emg": 1952, "compression": 1311, "nerves": 4114, "travel": 7014, "similar": 5843, "nonsurgical": 4140, "approximately": 482, "80": 154, "95": 173, "patients": 4552, "success": 6254, "first": 2283, "step": 6076, "toward": 6986, "give": 2484, "means": 3711, "stop": 6132, "decrease": 1571, "medications": 3742, "acetaminophen": 210, "nonsteroidal": 4138, "antiinflammatory": 447, "drugs": 1780, "nsaids": 4165, "strengthening": 6179, "perform": 4592, "ultrasound": 7138, "massage": 3621, "musclestimulating": 4039, "techniques": 6624, "improve": 2892, "healing": 2630, "stretching": 6214, "extended": 2179, "brace": 972, "centered": 1149, "steroid": 6082, "injections": 3026, "steroids": 6085, "cortisone": 1437, "decide": 1565, "inject": 3015, "area": 490, "used": 7195, "sparingly": 5975, "excessive": 2096, "weaken": 7308, "plateletrich": 4701, "plasma": 4695, "prp": 4971, "biological": 881, "designed": 1609, "biologic": 879, "environment": 1988, "tissue": 6935, "obtaining": 4191, "sample": 5486, "blood": 904, "centrifuging": 1153, "spinning": 5995, "obtain": 4188, "platelets": 4703, "solution": 5934, "known": 3292, "high": 2727, "concentration": 1319, "growth": 2553, "injected": 3017, "apple": 459, "podcasts": 4719, "web": 7333, "embed": 1950, "effectiveness": 1854, "inconclusive": 2967, "others": 4327, "promising": 4933, "results": 5355, "injection": 3023, "treat": 7017, "allan": 340, "k": 3247, "mishra": 3837, "menlo": 3792, "park": 4507, "extracorporeal": 2197, "shock": 5608, "wave": 7287, "sends": 5550, "sound": 5961, "waves": 7289, "create": 1462, "microtrauma": 3811, "promotes": 4935, "natural": 4058, "processes": 4890, "considered": 1370, "experimental": 2175, "sources": 5965, "show": 5774, "check": 1178, "sport": 6002, "encourage": 1956, "checked": 1184, "fit": 2289, "stiffer": 6100, "racquets": 5016, "looserstrung": 3514, "hard": 2606, "oversized": 4369, "changing": 1176, "smaller": 5907, "prevent": 4831, "recurring": 5116, "respond": 5322, "6": 128, "12": 19, "treatments": 7057, "surgical": 6412, "procedures": 4881, "removing": 5214, "diseased": 1709, "reattaching": 5071, "depend": 1596, "scope": 5512, "personal": 4621, "needs": 4093, "discuss": 1694, "achieved": 212, "risks": 5420, "procedure": 4866, "open": 4275, "incision": 2919, "aspect": 666, "performed": 4601, "outpatient": 4342, "basis": 786, "meaning": 3708, "go": 2493, "home": 2763, "arthroscopic": 614, "treated": 7021, "miniature": 3825, "instruments": 3134, "incisions": 2926, "sameday": 5484, "vessel": 7248, "prolonged": 4924, "rehabilitation": 5153, "loss": 3519, "flexibility": 2301, "need": 4074, "following": 2352, "immobilized": 2868, "held": 2673, "temporarily": 6639, "splint": 5997, "1": 0, "week": 7338, "later": 3325, "sutures": 6428, "removed": 5208, "stretch": 6190, "restore": 5344, "light": 3425, "started": 6064, "2": 42, "return": 5371, "athletic": 686, "successful": 6256, "90": 161, "uncommon": 7151, "experience": 2172, "contributed": 1410, "jocelyn": 3196, "ross": 5438, "witstein": 7416, "michael": 3805, "alaia": 333, "mary": 3619, "mulcahey": 3980, "aaos": 177, "endorse": 1968, "products": 4894, "physicians": 4642, "referenced": 5133, "herein": 2721, "information": 3000, "provided": 4963, "educational": 1841, "intended": 3137, "serve": 5566, "advice": 294, "seeking": 5540, "assistance": 675, "consult": 1382, "surgeon": 6311, "locate": 3477, "find": 2268, "orthopaedist": 4323, "website": 7335, "diseases conditions": 1714, "conditions tennis": 1351, "tennis elbow": 6725, "elbow lateral": 1902, "lateral epicondylitis": 3331, "epicondylitis therapeutic": 2025, "therapeutic exercise": 6776, "exercise program": 2115, "program epicondylitis": 4905, "epicondylitis tennis": 2024, "elbow golfer\u2019s": 1895, "golfer\u2019s elbow": 2519, "elbow article": 1873, "article written": 636, "written andor": 7491, "andor reviewed": 431, "reviewed member": 5398, "member american": 3788, "american shoulder": 416, "shoulder elbow": 5658, "elbow surgeons": 1929, "surgeons ases": 6332, "ases tennis": 650, "epicondylitis painful": 2021, "painful condition": 4485, "condition elbow": 1327, "elbow caused": 1881, "caused overuse": 1132, "overuse surprisingly": 4378, "surprisingly playing": 6420, "playing tennis": 4712, "tennis racquet": 6730, "racquet sports": 5014, "sports cause": 6010, "cause condition": 1119, "condition however": 1329, "however several": 2798, "several sports": 5589, "activities also": 232, "also put": 388, "put risk": 4995, "risk tennis": 5419, "elbow involves": 1900, "involves degeneration": 3157, "degeneration wearing": 1578, "wearing cases": 7328, "cases microtearing": 1114, "microtearing tendons": 3810, "tendons join": 6704, "join forearm": 3199, "forearm muscles": 2382, "muscles outside": 4018, "outside elbow": 4346, "elbow forearm": 1893, "tendons become": 6696, "become damaged": 797, "damaged overuse": 1531, "overuse \u2014": 4379, "\u2014 repeating": 7547, "repeating motions": 5258, "motions leads": 3908, "leads pain": 3347, "pain tenderness": 4459, "tenderness outside": 6649, "elbow many": 1905, "many treatment": 3617, "treatment options": 7047, "options tennis": 4296, "elbow cases": 1880, "cases treatment": 1117, "treatment involves": 7042, "involves team": 3162, "team approach": 6571, "approach primary": 478, "primary care": 4847, "care doctors": 1082, "doctors physical": 1726, "physical occupational": 4634, "occupational therapists": 4203, "therapists cases": 6801, "cases surgeons": 1116, "surgeons work": 6338, "work together": 7430, "together provide": 6956, "provide effective": 4958, "effective care": 1847, "care elbow": 1084, "elbow joint": 1901, "joint joint": 3219, "joint made": 3222, "made three": 3558, "three bones": 6855, "bones humerus": 956, "humerus upper": 2808, "upper arm": 7173, "arm bone": 515, "bone radius": 941, "radius ulna": 5030, "ulna two": 7131, "two bones": 7098, "bones forearm": 955, "forearm bony": 2375, "bony prominences": 963, "prominences bumps": 4929, "bumps sides": 1016, "sides elbow": 5832, "elbow bottom": 1877, "bottom humerus": 969, "humerus called": 2804, "called epicondyles": 1048, "epicondyles several": 2004, "several muscles": 5587, "muscles forearm": 4009, "forearm begin": 2374, "begin course": 817, "course bony": 1452, "bony prominence": 962, "prominence outside": 4927, "outside lateral": 4347, "lateral side": 3333, "side elbow": 5819, "elbow called": 1879, "called lateral": 1053, "lateral epicondyle": 3330, "epicondyle ecrb": 1993, "ecrb muscle": 1829, "muscle tendon": 3998, "tendon usually": 6684, "usually involved": 7228, "involved tennis": 3153, "elbow reproduced": 1919, "reproduced modified": 5295, "modified body": 3842, "body almanac": 911, "almanac \u00a9": 361, "\u00a9 american": 7532, "american academy": 414, "academy orthopaedic": 201, "orthopaedic surgeons": 4321, "surgeons 2003": 6329, "2003 muscles": 61, "muscles ligaments": 4013, "ligaments tendons": 3424, "tendons hold": 6701, "hold elbow": 2749, "joint together": 3237, "together lateral": 6955, "involves muscles": 3160, "tendons forearm": 6699, "forearm responsible": 2384, "responsible extension": 5329, "extension wrist": 2184, "wrist fingers": 7482, "fingers forearm": 2275, "forearm tendons": 2385, "tendons \u2014": 6720, "\u2014 often": 7544, "often called": 4231, "called extensors": 1050, "extensors \u2014": 2188, "\u2014 attach": 7537, "attach muscles": 693, "muscles bone": 4006, "bone tendon": 951, "called extensor": 1049, "extensor carpi": 2186, "carpi radialis": 1104, "radialis brevis": 5020, "brevis ecrb": 999, "ecrb attaches": 1825, "attaches ecrb": 702, "ecrb forearm": 1827, "forearm muscle": 2381, "muscle lateral": 3991, "epicondyle tennis": 2000, "elbow often": 1909, "often due": 4236, "due damage": 1786, "damage specific": 1525, "specific forearm": 5982, "muscle ecrb": 3987, "ecrb ecrb": 1826, "muscle helps": 3990, "helps stabilize": 2714, "stabilize wrist": 6032, "wrist elbow": 7481, "elbow straight": 1927, "straight occurs": 6149, "occurs tennis": 4224, "tennis groundstroke": 6727, "groundstroke example": 2546, "example ecrb": 2089, "muscle weakened": 4000, "weakened overuse": 7311, "overuse microscopic": 4376, "microscopic tears": 3808, "tears form": 6610, "form ecrb": 2392, "ecrb tendon": 1830, "tendon attaches": 6663, "attaches lateral": 704, "epicondyle leads": 1994, "pain directly": 4411, "directly outside": 1681, "lateral part": 3332, "part elbow": 4514, "elbow ecrb": 1890, "ecrb may": 1828, "also increased": 380, "increased risk": 2973, "risk damage": 5414, "damage position": 1523, "position elbow": 4743, "elbow bends": 1875, "bends straightens": 843, "straightens muscle": 6158, "muscle rubs": 3996, "rubs bony": 5465, "bumps cause": 1015, "cause gradual": 1123, "gradual wear": 2532, "wear tear": 7322, "tear muscle": 6588, "muscle time": 3999, "time athletes": 6886, "athletes people": 684, "people get": 4582, "get tennis": 2480, "many people": 3614, "people tennis": 4589, "elbow participate": 1912, "participate work": 4527, "work recreational": 7429, "recreational activities": 5112, "activities require": 249, "require repetitive": 5301, "repetitive vigorous": 5282, "vigorous use": 7258, "use forearm": 7180, "muscle repetitive": 3995, "repetitive extension": 5278, "wrist hand": 7486, "hand painters": 2579, "painters plumbers": 4491, "plumbers carpenters": 4718, "carpenters particularly": 1100, "particularly prone": 4535, "prone developing": 4943, "developing tennis": 1630, "elbow studies": 1928, "studies shown": 6242, "shown auto": 5792, "auto workers": 715, "workers cooks": 7444, "cooks even": 1423, "even butchers": 2050, "butchers get": 1030, "often rest": 4248, "rest population": 5339, "population thought": 4735, "thought repetition": 6852, "repetition weightlifting": 5261, "weightlifting required": 7380, "required occupations": 5306, "occupations leads": 4206, "leads injury": 3346, "injury playing": 3088, "tennis possible": 6729, "possible cause": 4768, "cause tennis": 1129, "elbow activities": 1869, "risk people": 5417, "elbow ages": 1870, "ages 30": 326, "30 50": 91, "50 although": 127, "although anyone": 400, "anyone get": 454, "elbow risk": 1921, "risk factors": 5416, "factors racquet": 2225, "sports like": 6014, "like tennis": 3437, "tennis improper": 6728, "improper stroke": 2890, "stroke technique": 6228, "technique improper": 6622, "improper equipment": 2888, "equipment may": 2031, "may risk": 3686, "factors lateral": 2221, "epicondylitis occur": 2018, "occur without": 4213, "without recognized": 7413, "recognized repetitive": 5084, "repetitive injury": 5279, "injury occurrence": 3085, "occurrence called": 4215, "called idiopathic": 1051, "idiopathic unknown": 2842, "unknown cause": 7159, "cause symptoms": 1128, "symptoms tennis": 6497, "elbow develop": 1889, "develop gradually": 1618, "gradually cases": 2534, "cases pain": 1115, "pain begins": 4404, "begins mild": 825, "mild slowly": 3824, "slowly worsens": 5894, "worsens weeks": 7465, "weeks months": 7350, "months usually": 3869, "usually specific": 7235, "specific injury": 5983, "injury associated": 3066, "associated start": 682, "start symptoms": 6063, "symptoms common": 6459, "common signs": 1281, "signs symptoms": 5842, "elbow include": 1898, "include pain": 2945, "pain burning": 4406, "burning outer": 1019, "outer part": 4339, "elbow weak": 1935, "weak grip": 7304, "grip strength": 2544, "strength sometimes": 6170, "sometimes pain": 5952, "pain night": 4437, "night symptoms": 4130, "symptoms often": 6479, "often worsened": 4254, "worsened forearm": 7459, "forearm activity": 2373, "activity holding": 258, "holding racquet": 2758, "racquet turning": 5015, "turning wrench": 7091, "wrench shaking": 7475, "shaking hands": 5601, "hands dominant": 2592, "dominant arm": 1737, "arm often": 549, "often affected": 4229, "affected however": 310, "however arms": 2792, "arms affected": 579, "affected location": 311, "location pain": 3482, "pain lateral": 4426, "epicondylitis reproduced": 2022, "modified griffen": 3843, "griffen l": 2542, "l ed": 3299, "ed essentials": 1833, "essentials musculoskeletal": 2041, "musculoskeletal care": 4042, "care third": 1093, "third edition": 6847, "edition \u00a9": 1835, "surgeons 2005": 6330, "2005 diseases": 63, "conditions ulnar": 1352, "ulnar nerve": 7134, "nerve entrapment": 4105, "entrapment elbow": 1987, "elbow cubital": 1887, "cubital tunnel": 1471, "tunnel syndrome": 7089, "syndrome staying": 6507, "staying healthy": 6071, "healthy warm": 2656, "warm cool": 7277, "cool flexible": 1425, "flexible recovery": 2309, "recovery therapeutic": 5109, "elbow consider": 1883, "consider many": 1369, "many factors": 3610, "factors making": 2222, "making diagnosis": 3591, "diagnosis including": 1652, "including symptoms": 2966, "symptoms developed": 6460, "developed occupational": 1626, "occupational risk": 4202, "factors recreational": 2226, "recreational sports": 5113, "sports participation": 6017, "participation talk": 4530, "talk activities": 6546, "activities cause": 234, "symptoms arm": 6457, "arm symptoms": 572, "symptoms occur": 6478, "occur sure": 4211, "sure tell": 6303, "tell ever": 6629, "ever injured": 2060, "injured elbow": 3039, "elbow history": 1897, "history rheumatoid": 2740, "rheumatoid arthritis": 5400, "arthritis nerve": 605, "nerve disease": 4102, "disease tell": 1708, "tell examination": 6630, "examination apply": 2077, "apply gentle": 469, "gentle pressure": 2464, "pressure lateral": 4827, "epicondyle checking": 1992, "checking pain": 1187, "tenderness also": 6647, "also use": 396, "use variety": 7192, "variety tests": 7239, "tests pinpoint": 6760, "pinpoint diagnosis": 4662, "diagnosis example": 1651, "example may": 2090, "may ask": 3636, "ask try": 659, "try straighten": 7079, "straighten wrist": 6156, "fingers resistance": 2278, "resistance arm": 5316, "arm fully": 530, "fully straight": 2446, "straight see": 6150, "see causes": 5529, "causes pain": 1139, "pain tests": 4462, "tests positive": 6761, "positive tells": 4766, "tells tendons": 6636, "tendons may": 6706, "may healthy": 3657, "healthy exam": 2651, "exam apply": 2072, "tenderness photo": 6650, "photo courtesy": 4628, "courtesy stuart": 1457, "stuart j": 6239, "j fischer": 3183, "fischer faaos": 2288, "faaos may": 2204, "may recommend": 3681, "recommend additional": 5086, "additional tests": 284, "tests rule": 6762, "rule causes": 5468, "causes elbow": 1137, "elbow pain": 1910, "pain xrays": 4476, "xrays xrays": 7506, "xrays provide": 7500, "provide clear": 4957, "clear images": 1219, "images dense": 2856, "dense structures": 1593, "structures bone": 6237, "bone may": 937, "may taken": 3696, "taken rule": 6534, "rule arthritis": 5467, "arthritis elbow": 601, "elbow magnetic": 1904, "magnetic resonance": 3560, "resonance imaging": 5321, "imaging mri": 2861, "mri scan": 3968, "scan mri": 5494, "mri scans": 3969, "scans provide": 5499, "provide images": 4959, "images bodys": 2855, "bodys soft": 922, "soft tissues": 5933, "tissues including": 6947, "including muscles": 2962, "tendons mri": 6707, "scan may": 5493, "may ordered": 3674, "ordered determine": 4304, "determine extent": 1614, "extent damage": 2190, "damage tendon": 1527, "tendon rule": 6680, "rule injuries": 5470, "injuries thinks": 3062, "thinks symptoms": 6842, "symptoms might": 6475, "might related": 3820, "related neck": 5166, "neck problem": 4071, "problem may": 4852, "may order": 3673, "order mri": 4300, "scan neck": 5495, "neck see": 4072, "see herniated": 5532, "herniated disk": 2724, "disk arthritic": 1716, "arthritic changes": 598, "changes neck": 1175, "neck conditions": 4069, "conditions produce": 1347, "produce arm": 4893, "arm pain": 553, "pain electromyography": 4414, "electromyography emg": 1944, "emg may": 1953, "order emg": 4298, "emg rule": 1954, "rule nerve": 5471, "nerve compression": 4100, "compression many": 1313, "many nerves": 3613, "nerves travel": 4116, "travel around": 7015, "around elbow": 584, "elbow symptoms": 1931, "symptoms nerve": 6476, "compression elbow": 1312, "elbow similar": 1924, "similar tennis": 5845, "elbow therapeutic": 1932, "elbow nonsurgical": 1907, "nonsurgical treatment": 4142, "treatment approximately": 7033, "approximately 80": 485, "80 95": 156, "95 patients": 174, "patients success": 4563, "success nonsurgical": 6255, "treatment rest": 7052, "rest first": 5333, "first step": 2286, "step toward": 6077, "toward recovery": 6991, "recovery give": 5103, "give arm": 2485, "arm proper": 560, "proper rest": 4946, "rest means": 5334, "means stop": 3714, "stop decrease": 6134, "decrease participation": 1573, "participation sports": 4529, "sports heavy": 6013, "heavy work": 2670, "work activities": 7424, "activities activities": 231, "cause painful": 1127, "painful symptoms": 4488, "symptoms several": 6491, "several weeks": 5592, "weeks medications": 7349, "medications acetaminophen": 3743, "acetaminophen nonsteroidal": 211, "nonsteroidal antiinflammatory": 4139, "antiinflammatory drugs": 448, "drugs nsaids": 1781, "nsaids ibuprofen": 4168, "taken help": 6533, "reduce pain": 5123, "pain swelling": 4457, "swelling physical": 6438, "occupational therapy": 4204, "therapy specific": 6825, "specific exercises": 5981, "exercises helpful": 2135, "helpful strengthening": 2710, "strengthening muscles": 6184, "forearm therapist": 2386, "therapist may": 6790, "also perform": 385, "perform ultrasound": 4599, "ultrasound ice": 7139, "ice massage": 2830, "massage musclestimulating": 3622, "musclestimulating techniques": 4040, "techniques improve": 6625, "improve muscle": 2900, "muscle healing": 3989, "healing wrist": 2634, "wrist stretching": 7489, "stretching exercise": 6217, "exercise elbow": 2105, "elbow extended": 1891, "extended brace": 2180, "brace using": 977, "using brace": 7217, "brace centered": 973, "centered back": 1150, "back forearm": 742, "forearm may": 2379, "relieve symptoms": 5185, "elbow reduce": 1917, "reduce symptoms": 5126, "symptoms resting": 6488, "resting muscles": 5342, "tendons steroid": 6716, "steroid injections": 6083, "injections steroids": 3033, "steroids cortisone": 6086, "cortisone effective": 1438, "effective antiinflammatory": 1846, "antiinflammatory medicines": 451, "medicines may": 3770, "may decide": 3644, "decide inject": 1566, "inject painful": 3016, "painful area": 4484, "area around": 493, "around lateral": 586, "epicondyle steroid": 1998, "steroid relieve": 6084, "symptoms however": 6467, "however steroid": 2799, "injections used": 3034, "used sparingly": 7206, "sparingly lateral": 5976, "epicondylitis excessive": 2013, "excessive use": 2097, "use weaken": 7193, "weaken lateral": 7309, "attaches elbow": 703, "elbow time": 1933, "time plateletrich": 6897, "plateletrich plasma": 4702, "plasma plateletrich": 4696, "plasma prp": 4697, "prp biological": 4972, "biological treatment": 883, "treatment designed": 7039, "designed improve": 1610, "improve biologic": 2894, "biologic environment": 880, "environment tissue": 1989, "tissue involves": 6941, "involves obtaining": 3161, "obtaining small": 4192, "small sample": 5904, "sample blood": 5487, "blood arm": 905, "arm centrifuging": 517, "centrifuging spinning": 1154, "spinning obtain": 5996, "obtain platelets": 4190, "platelets solution": 4705, "solution platelets": 5935, "platelets known": 4704, "known high": 3295, "high concentration": 2728, "concentration growth": 1320, "growth factors": 2554, "factors injected": 2220, "injected affected": 3018, "affected area": 305, "area apple": 492, "apple podcasts": 460, "podcasts web": 4720, "web embed": 7334, "embed studies": 1951, "studies effectiveness": 6241, "effectiveness prp": 1855, "prp inconclusive": 4973, "inconclusive others": 2968, "others shown": 4329, "shown promising": 5801, "promising results": 4934, "results injection": 5357, "injection prp": 3025, "prp used": 4975, "used treat": 7211, "treat tennis": 7020, "elbow courtesy": 1885, "courtesy allan": 1456, "allan k": 341, "k mishra": 3248, "mishra menlo": 3838, "menlo park": 3793, "park ca": 4508, "ca extracorporeal": 1037, "extracorporeal shock": 2198, "shock wave": 5609, "wave therapy": 7288, "therapy shock": 6824, "therapy sends": 6822, "sends sound": 5551, "sound waves": 5962, "waves elbow": 7291, "elbow sound": 1925, "waves create": 7290, "create microtrauma": 1465, "microtrauma promotes": 3812, "promotes bodys": 4936, "bodys natural": 921, "natural healing": 4059, "healing processes": 2632, "processes shock": 4891, "therapy considered": 6806, "considered experimental": 1372, "experimental many": 2176, "many doctors": 3609, "doctors sources": 1728, "sources show": 5966, "show effective": 5777, "effective equipment": 1849, "equipment check": 2029, "check participate": 1180, "participate racquet": 4526, "racquet sport": 5013, "sport may": 6003, "may encourage": 3648, "encourage equipment": 1957, "equipment checked": 2030, "checked proper": 1185, "proper fit": 4945, "fit stiffer": 2290, "stiffer racquets": 6101, "racquets looserstrung": 5017, "looserstrung racquets": 3515, "racquets often": 5018, "often reduce": 4246, "reduce stress": 5124, "stress forearm": 6188, "forearm means": 2380, "means forearm": 3713, "muscles work": 4037, "work hard": 7427, "hard use": 2608, "use oversized": 7186, "oversized racquet": 4370, "racquet changing": 5012, "changing smaller": 1177, "smaller head": 5908, "head may": 2616, "help prevent": 2693, "prevent symptoms": 4839, "symptoms recurring": 6484, "recurring symptoms": 5117, "symptoms respond": 6487, "respond 6": 5323, "6 12": 129, "12 months": 20, "months nonsurgical": 3860, "nonsurgical treatments": 4143, "treatments may": 7061, "recommend surgery": 5089, "surgery surgical": 6402, "surgical procedures": 6416, "procedures tennis": 4884, "elbow involve": 1899, "involve removing": 3148, "removing diseased": 5216, "diseased tendon": 1710, "tendon reattaching": 6677, "reattaching healthy": 5072, "healthy tendon": 2655, "tendon back": 6664, "back bone": 736, "bone best": 925, "best surgical": 864, "surgical approach": 6413, "approach depend": 476, "depend range": 1597, "range factors": 5046, "factors including": 2219, "including scope": 2964, "scope injury": 5514, "injury general": 3074, "health personal": 2644, "personal needs": 4622, "needs talk": 4095, "talk options": 6547, "options discuss": 4294, "discuss results": 1696, "results achieved": 5356, "achieved risks": 214, "risks associated": 5422, "associated procedure": 681, "procedure open": 4872, "open surgery": 4281, "surgery common": 6350, "common approach": 1278, "approach tennis": 479, "elbow repair": 1918, "repair open": 5226, "surgery involves": 6369, "involves making": 3159, "making incision": 3592, "incision outside": 2921, "lateral aspect": 3329, "aspect elbow": 667, "elbow procedure": 1914, "procedure usually": 4879, "usually performed": 7233, "performed outpatient": 4604, "outpatient basis": 4343, "basis meaning": 787, "meaning go": 3709, "go home": 2495, "home day": 2765, "day surgery": 1553, "surgery arthroscopic": 6346, "arthroscopic surgery": 616, "surgery tennis": 6406, "elbow also": 1871, "also treated": 394, "treated using": 7025, "using miniature": 7219, "miniature instruments": 3826, "instruments small": 3136, "small incisions": 5898, "incisions like": 2929, "like open": 3436, "surgery sameday": 6395, "sameday outpatient": 5485, "outpatient procedure": 4344, "procedure learn": 4870, "learn elbow": 3356, "elbow arthroscopy": 1872, "arthroscopy surgical": 628, "surgical risks": 6417, "risks surgery": 5426, "surgery risks": 6393, "risks tennis": 5427, "elbow surgery": 1930, "common things": 1285, "things consider": 6836, "consider include": 1367, "include nerve": 2944, "nerve blood": 4099, "blood vessel": 909, "vessel damage": 7249, "damage possible": 1524, "possible prolonged": 4774, "prolonged rehabilitation": 4925, "rehabilitation loss": 5157, "loss flexibility": 3520, "flexibility need": 2303, "need surgery": 4080, "surgery rehabilitation": 6386, "rehabilitation following": 5155, "following surgery": 2356, "surgery arm": 6345, "arm may": 542, "may immobilized": 3659, "immobilized held": 2869, "held one": 2674, "one position": 4268, "position temporarily": 4756, "temporarily splint": 6640, "splint 1": 5998, "1 week": 3, "week later": 7342, "later sutures": 3327, "sutures splint": 6429, "splint removed": 6000, "removed splint": 5212, "removed begin": 5210, "begin exercises": 818, "exercises stretch": 2150, "stretch elbow": 6196, "elbow restore": 1920, "restore flexibility": 5345, "flexibility light": 2302, "light gradual": 3427, "gradual strengthening": 2531, "strengthening exercises": 6181, "exercises started": 2148, "started 2": 6065, "2 months": 49, "months surgery": 3867, "surgery tell": 6405, "tell return": 6633, "return athletic": 5372, "athletic activity": 687, "activity usually": 262, "usually 4": 7223, "4 6": 102, "6 months": 131, "surgery considered": 6351, "considered successful": 1375, "successful 80": 6257, "80 90": 155, "90 patients": 162, "patients however": 4556, "however uncommon": 2802, "uncommon experience": 7152, "experience loss": 2173, "loss strength": 3523, "strength learn": 6162, "learn american": 3353, "ases therapeutic": 651, "elbow contributed": 1884, "contributed andor": 1411, "andor updated": 433, "updated jocelyn": 7170, "jocelyn ross": 3197, "ross witstein": 5439, "witstein faaos": 7417, "faaos michael": 2205, "michael j": 3806, "j alaia": 3182, "alaia faaos": 334, "faaos mary": 2203, "mary k": 3620, "k mulcahey": 3249, "mulcahey faaos": 3981, "faaos stuart": 2206, "faaos aaos": 2202, "aaos endorse": 178, "endorse treatments": 1969, "treatments procedures": 7062, "procedures products": 4883, "products physicians": 4895, "physicians referenced": 4643, "referenced herein": 5134, "herein information": 2722, "information provided": 3003, "provided educational": 4964, "educational service": 1842, "service intended": 5569, "intended serve": 3138, "serve medical": 5567, "medical advice": 3732, "advice anyone": 295, "anyone seeking": 455, "seeking specific": 5541, "specific orthopaedic": 5985, "orthopaedic advice": 4319, "advice assistance": 296, "assistance consult": 676, "consult orthopaedic": 1383, "orthopaedic surgeon": 4320, "surgeon locate": 6315, "locate one": 3478, "one area": 4261, "area aaos": 491, "aaos find": 179, "find orthopaedist": 2269, "orthopaedist program": 4324, "program website": 4918, "frozen": 2429, "loses": 3516, "capsule": 1060, "becomes": 804, "inflamed": 2985, "unable": 7145, "freely": 2415, "women": 7418, "40": 111, "70": 144, "years": 7512, "old": 4258, "men": 3789, "hormones": 2780, "menopause": 3794, "heart": 2657, "recent": 5079, "breast": 990, "cervical": 1163, "expanded": 2162, "main": 3561, "decreased": 1574, "minor": 3830, "trauma": 7012, "severe": 5594, "moving": 3955, "lack": 3300, "lead": 3338, "stiffness": 6102, "less": 3378, "able": 189, "movements": 3943, "examine": 2081, "clinical": 1224, "rotate": 5440, "make": 3574, "calcium": 1038, "deposits": 1607, "shows": 5805, "types": 7104, "diagnose": 1646, "progress": 4921, "9": 158, "year": 7509, "complete": 1294, "intense": 3139, "done": 1738, "left": 3366, "untreated": 7163, "gets": 2482, "better": 866, "within": 7403, "little": 3468, "residual": 5313, "process": 4886, "last": 3318, "longer": 3498, "diabetes": 1635, "thyroid": 6866, "recommended": 5092, "anesthesia": 434, "scar": 5508, "bringing": 1004, "tight": 6872, "remove": 5205, "receive": 5073, "blocks": 902, "shots": 5620, "follow": 2344, "caring": 1096, "restores": 5347, "function": 2448, "must": 4044, "continue": 1396, "come": 1264, "complications": 1308, "break": 983, "moved": 3926, "forcefully": 2370, "contact": 1385, "professional": 4896, "think": 6839, "evaluation": 2046, "referral": 5137, "early": 1801, "limits": 3457, "period": 4611, "control": 1415, "adhesive": 287, "capsulitis": 1071, "orthoinfoaaosorgendiseasesconditionsfrozenshoulder": 4312, "january": 3186, "2024": 74, "accessed": 205, "november": 4161, "13": 23, "1072024": 15, "disorders": 1718, "frozen shoulder": 2432, "shoulder condition": 5648, "condition shoulder": 1335, "shoulder painful": 5716, "painful loses": 4486, "loses motion": 3517, "motion inflammation": 3883, "inflammation capsule": 2995, "capsule shoulder": 1068, "joint ligaments": 3220, "ligaments hold": 3422, "hold shoulder": 2752, "shoulder bones": 5641, "bones capsule": 954, "capsule becomes": 1062, "becomes inflamed": 807, "inflamed shoulder": 2990, "bones unable": 959, "unable move": 7148, "move freely": 3919, "freely joint": 2416, "joint time": 3236, "time cause": 6887, "cause frozen": 1122, "shoulder women": 5764, "women 40": 7419, "40 70": 113, "70 years": 145, "years old": 7517, "old affected": 4259, "however men": 2797, "men also": 3791, "also get": 375, "get condition": 2475, "condition risk": 1333, "factors include": 2218, "include changes": 2935, "changes hormones": 1174, "hormones menopause": 2781, "menopause open": 3797, "open heart": 4276, "heart surgery": 2659, "surgery recent": 6383, "recent breast": 5080, "breast surgery": 991, "surgery cervical": 6349, "cervical disk": 1164, "disk disease": 1717, "disease neck": 1706, "neck symptoms": 4073, "symptoms expanded": 6462, "expanded main": 2164, "main symptoms": 3565, "symptoms frozen": 6464, "shoulder decreased": 5652, "decreased motion": 1575, "shoulder frozen": 5667, "shoulder start": 5746, "start pain": 6059, "pain without": 4472, "without cause": 7407, "cause minor": 1125, "minor trauma": 3833, "trauma pain": 7013, "pain may": 4432, "may severe": 3687, "severe prevent": 5597, "prevent moving": 4836, "moving arm": 3956, "arm lack": 537, "lack movement": 3301, "movement lead": 3934, "lead stiffness": 3340, "stiffness even": 6106, "even less": 2051, "less motion": 3380, "motion time": 3901, "time able": 6882, "able movements": 191, "movements reaching": 3949, "reaching head": 5055, "head behind": 2612, "behind health": 829, "care ask": 1080, "ask symptoms": 658, "symptoms examine": 6461, "examine shoulder": 2082, "shoulder diagnosis": 5655, "diagnosis often": 1653, "often made": 4242, "made clinical": 3553, "clinical exam": 1225, "exam able": 2071, "able rotate": 192, "rotate shoulder": 5444, "may xrays": 3703, "xrays shoulder": 7502, "shoulder make": 5698, "make sure": 3586, "sure problem": 6301, "problem arthritis": 4850, "arthritis calcium": 600, "calcium deposits": 1039, "deposits sometimes": 1608, "sometimes mri": 5949, "mri exam": 3964, "exam shows": 2074, "shows inflammation": 5806, "inflammation types": 2998, "types imaging": 7106, "imaging tests": 2862, "tests usually": 6766, "usually needed": 7231, "needed diagnose": 4085, "diagnose frozen": 1647, "pain treated": 4465, "treated nonsteroidal": 7022, "nsaids steroid": 4170, "injections steroid": 3032, "injections physical": 3030, "therapy improve": 6816, "improve motion": 2898, "motion take": 3900, "take weeks": 6530, "weeks see": 7352, "see progress": 5537, "progress may": 4923, "may take": 3695, "take long": 6520, "long 9": 3486, "9 months": 160, "months year": 3870, "year complete": 7510, "complete recovery": 1296, "recovery physical": 5106, "therapy may": 6818, "may intense": 3662, "intense needs": 3140, "needs done": 4094, "done every": 1740, "day left": 1546, "left untreated": 3368, "untreated condition": 7164, "condition often": 1332, "often gets": 4237, "gets better": 2483, "better within": 873, "within 2": 7404, "2 years": 54, "years little": 7515, "little residual": 3470, "residual loss": 5314, "loss motion": 3522, "motion however": 3882, "however medical": 2796, "medical conditions": 3734, "conditions may": 1343, "may make": 3667, "make process": 3583, "process last": 4888, "last longer": 3320, "longer risk": 3499, "factors frozen": 2217, "shoulder menopause": 5701, "menopause diabetes": 3796, "diabetes thyroid": 1641, "thyroid problems": 6868, "problems also": 4855, "treated surgery": 7024, "surgery recommended": 6384, "recommended nonsurgical": 5094, "treatment effective": 7041, "effective procedure": 1851, "procedure shoulder": 4877, "arthroscopy done": 619, "done anesthesia": 1739, "anesthesia surgery": 439, "surgery scar": 6397, "scar tissue": 5509, "tissue cut": 6938, "cut bringing": 1512, "bringing shoulder": 1005, "shoulder full": 5668, "full range": 2439, "motion arthroscopic": 3874, "surgery also": 6343, "also used": 397, "used cut": 7197, "cut tight": 1514, "tight ligaments": 6874, "ligaments remove": 3423, "remove scar": 5207, "tissue shoulder": 6943, "surgery may": 6374, "may receive": 3680, "receive pain": 5075, "pain blocks": 4405, "blocks shots": 903, "shots physical": 5622, "therapy follow": 6811, "follow instructions": 2346, "instructions caring": 3124, "caring shoulder": 1097, "shoulder home": 5677, "home treatment": 2775, "treatment physical": 7049, "therapy nsaids": 6821, "nsaids often": 4169, "often restores": 4249, 