{
  "rotator": 7933,
  "cuff": 2235,
  "injuries": 4543,
  "part": 6638,
  "shoulder": 8185,
  "joint": 4763,
  "group": 3839,
  "muscles": 5931,
  "tendons": 9757,
  "holds": 4168,
  "top": 10136,
  "upper": 10452,
  "arm": 785,
  "bone": 1382,
  "firmly": 3437,
  "socket": 8620,
  "keeps": 4890,
  "stable": 8821,
  "move": 5813,
  "direction": 2522,
  "common": 1983,
  "wearandtear": 10703,
  "movements": 5851,
  "especially": 3060,
  "reaching": 7382,
  "head": 3955,
  "time": 10006,
  "tissues": 10096,
  "break": 1475,
  "leading": 4999,
  "tendinitis": 9694,
  "connect": 2089,
  "bones": 1421,
  "become": 1203,
  "irritated": 4709,
  "swollen": 9427,
  "pinched": 6857,
  "bursitis": 1546,
  "bursa": 1537,
  "small": 8574,
  "fluidfilled": 3504,
  "sac": 7966,
  "pads": 6479,
  "space": 8682,
  "happens": 3942,
  "muscle": 5906,
  "rub": 7947,
  "much": 5892,
  "swells": 9415,
  "extra": 3293,
  "fluid": 3498,
  "causes": 1733,
  "pain": 6489,
  "tears": 9625,
  "tendon": 9720,
  "happen": 3932,
  "suddenly": 9165,
  "injury": 4572,
  "falling": 3350,
  "outstretched": 6422,
  "lifting": 5116,
  "something": 8648,
  "heavy": 4029,
  "tear": 9585,
  "may": 5428,
  "go": 3769,
  "way": 10664,
  "partial": 6649,
  "full": 3658,
  "likely": 5152,
  "develop": 2455,
  "anyone": 714,
  "certain": 1767,
  "people": 6735,
  "one": 6294,
  "age": 500,
  "40": 197,
  "wear": 10698,
  "aging": 516,
  "80": 272,
  "adults": 466,
  "athletes": 1030,
  "playing": 6923,
  "sports": 8763,
  "repeated": 7666,
  "increases": 4445,
  "risk": 7876,
  "example": 3136,
  "tennis": 9801,
  "swimming": 9419,
  "baseball": 1176,
  "pitching": 6869,
  "jobs": 4753,
  "require": 7720,
  "lot": 5274,
  "overhead": 6431,
  "carpenters": 1676,
  "construction": 2120,
  "workers": 10868,
  "painters": 6612,
  "examples": 3142,
  "problems": 7119,
  "symptoms": 9433,
  "dont": 2652,
  "always": 631,
  "cause": 1706,
  "often": 6239,
  "feel": 3372,
  "lie": 5090,
  "injured": 4535,
  "lift": 5102,
  "lower": 5289,
  "front": 3639,
  "side": 8442,
  "reach": 7372,
  "behind": 1238,
  "back": 1092,
  "torn": 10148,
  "include": 4397,
  "loss": 5268,
  "strength": 9019,
  "clicking": 1888,
  "popping": 6954,
  "sounds": 8676,
  "diagnosed": 2494,
  "find": 3414,
  "health": 3989,
  "care": 1628,
  "examine": 3129,
  "includes": 4422,
  "checking": 1817,
  "range": 7361,
  "motion": 5760,
  "test": 9823,
  "order": 6351,
  "imaging": 4292,
  "tests": 9838,
  "xrays": 10963,
  "ultrasound": 10394,
  "mri": 5876,
  "scan": 8003,
  "treatments": 10279,
  "best": 1278,
  "treatment": 10239,
  "depends": 2429,
  "bothers": 1440,
  "whether": 10795,
  "sudden": 9158,
  "happened": 3940,
  "rest": 7767,
  "putting": 7307,
  "ice": 4248,
  "cold": 1938,
  "pack": 6466,
  "sore": 8669,
  "area": 766,
  "relievers": 7568,
  "lessen": 5071,
  "swelling": 9396,
  "ibuprofen": 4243,
  "aspirin": 1008,
  "physical": 6821,
  "therapy": 9898,
  "exercises": 3195,
  "strengthen": 9038,
  "improve": 4345,
  "movement": 5836,
  "corticosteroid": 2184,
  "shot": 8179,
  "help": 4044,
  "also": 573,
  "surgery": 9269,
  "option": 6342,
  "doesnt": 2633,
  "better": 1285,
  "6": 237,
  "12": 28,
  "months": 5737,
  "heat": 4022,
  "electrical": 2941,
  "stimulation": 8944,
  "nerves": 6087,
  "transcutaneous": 10204,
  "nerve": 6067,
  "tens": 9813,
  "suggest": 9168,
  "large": 4948,
  "recent": 7415,
  "last": 4965,
  "see": 8052,
  "activities": 377,
  "bother": 1438,
  "stop": 8962,
  "check": 1806,
  "thats": 9860,
  "early": 2768,
  "prevent": 7076,
  "mild": 5690,
  "becoming": 1220,
  "serious": 8104,
  "later": 4972,
  "feels": 3388,
  "weak": 10680,
  "right": 7865,
  "soon": 8666,
  "possible": 6992,
  "diagnosis": 2496,
  "direct": 2518,
  "arthrographyvideo": 927,
  "american": 641,
  "college": 1948,
  "radiology": 7343,
  "radiological": 7339,
  "society": 8615,
  "north": 6145,
  "america": 639,
  "spanish": 8684,
  "mrivideo": 5888,
  "academy": 333,
  "family": 3359,
  "physicians": 6839,
  "therapies": 9868,
  "cortisone": 2188,
  "shots": 8182,
  "mayo": 5520,
  "foundation": 3603,
  "medical": 5550,
  "education": 2824,
  "research": 7737,
  "rehabilitation": 7521,
  "orthopaedic": 6374,
  "surgeons": 9254,
  "pdf": 6713,
  "surgical": 9367,
  "options": 6344,
  "arthroscopy": 942,
  "impingement": 4317,
  "pediatrics": 6722,
  "replacement": 7700,
  "specifics": 8725,
  "impingementrotator": 4325,
  "images": 4281,
  "repair": 7614,
  "series": 8100,
  "encyclopedia": 2969,
  "clinical": 1890,
  "trials": 10294,
  "clinicaltrialsgov": 1894,
  "injuriesfrom": 4570,
  "national": 6010,
  "institutes": 4643,
  "syndromefrom": 9488,
  "journal": 4838,
  "articles": 972,
  "references": 7494,
  "abstracts": 327,
  "medlinepubmed": 5645,
  "library": 5088,
  "medicine": 5575,
  "article": 963,
  "biological": 1310,
  "effect": 2830,
  "plateletrich": 6913,
  "plasma": 6905,
  "subacromial": 9138,
  "making": 5367,
  "sense": 8089,
  "exercise": 3153,
  "measuring": 5541,
  "accuracy": 343,
  "artificial": 978,
  "prevalence": 7074,
  "os": 6387,
  "acromiale": 355,
  "concomitant": 2052,
  "focused": 3521,
  "expert": 3264,
  "institute": 4640,
  "arthritis": 904,
  "musculoskeletal": 5979,
  "skin": 8504,
  "diseasesfrom": 2594,
  "children": 1835,
  "tendonitis": 9755,
  "parents": 6632,
  "nemours": 6065,
  "handouts": 3904,
  "reverse": 7848,
  "total": 10163,
  "discharge": 2542,
  "selfcare": 8076,
  "contact": 2125,
  "questions": 7311,
  "learn": 5013,
  "cite": 1860,
  "page": 6481,
  "yesno": 10999,
  "thank": 9858,
  "feedback": 3371,
  "rotator cuff": 7934,
  "cuff injuries": 2250,
  "injuries rotator": 4561,
  "cuff part": 2262,
  "part shoulder": 6643,
  "shoulder joint": 8276,
  "joint group": 4779,
  "group muscles": 3843,
  "muscles tendons": 5965,
  "tendons holds": 9772,
  "holds top": 4170,
  "top part": 10141,
  "part upper": 6647,
  "upper arm": 10453,
  "arm bone": 797,
  "bone firmly": 1391,
  "firmly shoulder": 3438,
  "shoulder socket": 8343,
  "socket rotator": 8623,
  "cuff keeps": 2254,
  "keeps shoulder": 4892,
  "shoulder stable": 8346,
  "stable move": 8824,
  "move arm": 5814,
  "arm direction": 808,
  "direction rotator": 2523,
  "injuries common": 4552,
  "common wearandtear": 1998,
  "wearandtear injuries": 10705,
  "injuries arm": 4546,
  "arm movements": 835,
  "movements especially": 5853,
  "especially reaching": 3065,
  "reaching head": 7383,
  "head time": 3967,
  "time tissues": 10040,
  "tissues rotator": 10104,
  "cuff break": 2239,
  "break leading": 1476,
  "leading injuries": 5000,
  "injuries tendinitis": 4565,
  "tendinitis tendons": 9715,
  "tendons rotator": 9787,
  "cuff connect": 2241,
  "connect muscles": 2092,
  "muscles shoulder": 5957,
  "shoulder bones": 8213,
  "bones tendinitis": 1430,
  "tendons become": 9762,
  "become irritated": 1208,
  "irritated swollen": 4712,
  "swollen pinched": 9428,
  "pinched shoulder": 6859,
  "shoulder movements": 8296,
  "movements bursitis": 5852,
  "bursitis bursa": 1547,
  "bursa small": 1542,
  "small fluidfilled": 8576,
  "fluidfilled sac": 3505,
  "sac pads": 7967,
  "pads space": 6480,
  "space rotator": 8683,
  "cuff bones": 2238,
  "bones shoulder": 1429,
  "shoulder bursitis": 8214,
  "bursitis happens": 1550,
  "happens muscle": 3944,
  "muscle bone": 5907,
  "bone rub": 1409,
  "rub bursa": 7948,
  "bursa much": 1539,
  "much swells": 5898,
  "swells extra": 9416,
  "extra fluid": 3294,
  "fluid causes": 3499,
  "causes pain": 1740,
  "pain rotator": 6564,
  "cuff tears": 2275,
  "tears tears": 9644,
  "tears rotator": 9640,
  "cuff tendon": 2278,
  "tendon happen": 9730,
  "happen time": 3939,
  "time suddenly": 10036,
  "suddenly injury": 9167,
  "injury falling": 4586,
  "falling outstretched": 3351,
  "outstretched arm": 6423,
  "arm lifting": 829,
  "lifting something": 5122,
  "something heavy": 8650,
  "heavy tear": 4033,
  "tear may": 9601,
  "may go": 5456,
  "go part": 3773,
  "part way": 6648,
  "way tendon": 10672,
  "tendon partial": 9738,
  "partial tear": 6653,
  "tear way": 9619,
  "way full": 10667,
  "full tear": 3664,
  "tear likely": 9599,
  "likely develop": 5155,
  "develop rotator": 2463,
  "cuff injury": 2252,
  "injury anyone": 4573,
  "anyone develop": 715,
  "injury certain": 4581,
  "certain people": 1771,
  "people likely": 6746,
  "likely one": 5159,
  "one people": 6303,
  "people age": 6736,
  "age 40": 501,
  "40 rotator": 200,
  "injuries wear": 4567,
  "wear tear": 10701,
  "tear aging": 9586,
  "aging age": 517,
  "age 80": 503,
  "80 adults": 275,
  "adults tears": 471,
  "tears athletes": 9629,
  "athletes playing": 1032,
  "playing sports": 6925,
  "sports repeated": 8781,
  "repeated shoulder": 7668,
  "movements increases": 5855,
  "increases risk": 4448,
  "risk rotator": 7882,
  "injury example": 4585,
  "example tennis": 3141,
  "tennis swimming": 9811,
  "swimming baseball": 9420,
  "baseball especially": 1177,
  "especially pitching": 3064,
  "pitching people": 6870,
  "people jobs": 6745,
  "jobs require": 4754,
  "require lot": 7722,
  "lot reaching": 5279,
  "reaching overhead": 7385,
  "overhead heavy": 6434,
  "heavy lifting": 4031,
  "lifting carpenters": 5118,
  "carpenters construction": 1677,
  "construction workers": 2121,
  "workers painters": 10871,
  "painters examples": 6613,
  "examples workers": 3145,
  "workers may": 10870,
  "may likely": 5469,
  "likely rotator": 5163,
  "cuff problems": 2266,
  "problems symptoms": 7137,
  "symptoms rotator": 9468,
  "injuries dont": 4555,
  "dont always": 2653,
  "always cause": 632,
  "cause pain": 1718,
  "pain pain": 6550,
  "pain often": 6549,
  "often top": 6266,
  "part arm": 6639,
  "arm shoulder": 856,
  "shoulder may": 8289,
  "may feel": 5452,
  "feel pain": 3378,
  "pain lie": 6527,
  "lie especially": 5093,
  "especially injured": 3063,
  "injured shoulder": 4540,
  "shoulder lift": 8283,
  "lift arm": 5105,
  "arm lower": 831,
  "lower front": 5292,
  "front side": 3645,
  "side reach": 8460,
  "reach behind": 7376,
  "behind back": 1239,
  "back symptoms": 1127,
  "symptoms torn": 9477,
  "torn rotator": 10155,
  "cuff may": 2257,
  "may include": 5462,
  "include loss": 4410,
  "loss strength": 5273,
  "strength arm": 9020,
  "arm clicking": 803,
  "clicking popping": 1889,
  "popping sounds": 6955,
  "sounds move": 8677,
  "arm rotator": 855,
  "injuries diagnosed": 4553,
  "diagnosed find": 2495,
  "find rotator": 3419,
  "injury health": 4591,
  "health care": 3991,
  "care examine": 1637,
  "examine shoulder": 3131,
  "shoulder includes": 8270,
  "includes checking": 4423,
  "checking range": 1819,
  "range motion": 7365,
  "motion pain": 5780,
  "pain test": 6580,
  "test arm": 9824,
  "shoulder strength": 8349,
  "strength may": 9026,
  "may order": 5477,
  "order imaging": 6353,
  "imaging tests": 4295,
  "tests xrays": 9855,
  "xrays ultrasound": 10976,
  "ultrasound mri": 10399,
  "mri scan": 5883,
  "scan treatments": 8011,
  "treatments rotator": 10286,
  "injuries best": 4549,
  "best treatment": 1284,
  "treatment depends": 10248,
  "depends age": 2430,
  "age much": 508,
  "much injury": 5894,
  "injury bothers": 4578,
  "bothers whether": 1441,
  "whether injury": 10796,
  "injury sudden": 4610,
  "sudden happened": 9160,
  "happened wear": 3941,
  "tear treatments": 9617,
  "injuries often": 4559,
  "often include": 6252,
  "include rest": 4414,
  "rest putting": 7779,
  "putting ice": 7308,
  "ice cold": 4250,
  "cold pack": 1940,
  "pack sore": 6470,
  "sore area": 8670,
  "area pain": 776,
  "pain relievers": 6560,
  "relievers lessen": 7569,
  "lessen pain": 5073,
  "pain swelling": 6576,
  "swelling ibuprofen": 9404,
  "ibuprofen aspirin": 4245,
  "aspirin physical": 1011,
  "physical therapy": 6833,
  "therapy exercises": 9905,
  "exercises strengthen": 3228,
  "strengthen shoulder": 9043,
  "shoulder improve": 8268,
  "improve movement": 4354,
  "movement corticosteroid": 5838,
  "corticosteroid shot": 2187,
  "shot shoulder": 8180,
  "joint treatments": 4824,
  "treatments dont": 10281,
  "dont help": 2654,
  "help pain": 4066,
  "pain treatments": 6587,
  "cuff tendinitis": 2276,
  "tendinitis bursitis": 9697,
  "bursitis may": 1551,
  "may also": 5431,
  "also include": 589,
  "include ultrasound": 4420,
  "ultrasound therapy": 10401,
  "therapy surgery": 9927,
  "surgery may": 9318,
  "may option": 5476,
  "option shoulder": 6343,
  "shoulder doesnt": 8233,
  "doesnt feel": 2634,
  "feel better": 3373,
  "better 6": 1287,
  "6 12": 238,
  "12 months": 30,
  "months treatments": 5753,
  "treatments torn": 10290,
  "include heat": 4405,
  "heat sore": 4025,
  "area electrical": 770,
  "electrical stimulation": 2943,
  "stimulation nerves": 8945,
  "nerves muscles": 6088,
  "muscles transcutaneous": 5967,
  "transcutaneous electrical": 10205,
  "electrical nerve": 2942,
  "nerve stimulation": 6083,
  "stimulation tens": 8946,
  "tens may": 9814,
  "may suggest": 5504,
  "suggest surgery": 9170,
  "surgery tear": 9356,
  "tear large": 9598,
  "large recent": 4954,
  "recent injury": 7417,
  "injury symptoms": 4612,
  "symptoms last": 9448,
  "last 6": 4966,
  "months see": 5750,
  "see health": 8058,
  "care shoulder": 1651,
  "shoulder pain": 8308,
  "pain certain": 6502,
  "certain activities": 1768,
  "activities bother": 382,
  "bother shoulder": 1439,
  "shoulder best": 8207,
  "best stop": 1282,
  "stop check": 8963,
  "check thats": 1814,
  "thats early": 9861,
  "early treatment": 2773,
  "treatment prevent": 10267,
  "prevent mild": 7082,
  "mild rotator": 5692,
  "injuries becoming": 4548,
  "becoming serious": 1221,
  "serious later": 8106,
  "later arm": 4973,
  "arm feels": 814,
  "feels weak": 3390,
  "weak right": 10683,
  "right sudden": 7870,
  "sudden injury": 9161,
  "injury shoulder": 4609,
  "shoulder see": 8337,
  "see soon": 8066,
  "soon possible": 8668,
  "possible diagnosis": 6997,
  "diagnosis tests": 2500,
  "tests direct": 9841,
  "direct arthrographyvideo": 2519,
  "arthrographyvideo american": 928,
  "american college": 643,
  "college radiology": 1949,
  "radiology radiological": 7344,
  "radiological society": 7340,
  "society north": 8617,
  "north america": 6146,
  "america also": 640,
  "also spanish": 608,
  "spanish shoulder": 8698,
  "shoulder mrivideo": 8300,
  "mrivideo american": 5889,
  "pain causes": 6501,
  "causes treatment": 1745,
  "treatment american": 10242,
  "american academy": 642,
  "academy family": 334,
  "family physicians": 3361,
  "physicians treatments": 6841,
  "treatments therapies": 10289,
  "therapies cortisone": 9870,
  "cortisone shots": 2192,
  "shots mayo": 8183,
  "mayo foundation": 5521,
  "foundation medical": 3606,
  "medical education": 5557,
  "education research": 2825,
  "research also": 7738,
  "spanish rotator": 8697,
  "cuff shoulder": 2271,
  "shoulder rehabilitation": 8330,
  "rehabilitation exercises": 7523,
  "exercises american": 3197,
  "academy orthopaedic": 335,
  "orthopaedic surgeons": 6379,
  "surgeons pdf": 9262,
  "pdf rotator": 6715,
  "tears surgical": 9643,
  "surgical treatment": 9376,
  "treatment options": 10263,
  "options american": 6345,
  "surgeons shoulder": 9263,
  "shoulder arthroscopy": 8199,
  "arthroscopy american": 943,
  "shoulder impingement": 8266,
  "impingement treatment": 4324,
  "academy pediatrics": 336,
  "pediatrics also": 6723,
  "joint replacement": 4806,
  "replacement american": 7701,
  "surgeons specifics": 9264,
  "specifics rotator": 8727,
  "tears american": 9627,
  "shoulder impingementrotator": 8267,
  "impingementrotator cuff": 4326,
  "tendinitis american": 9696,
  "surgeons images": 9260,
  "images rotator": 4288,
  "cuff repair": 2268,
  "repair series": 7638,
  "series medical": 8101,
  "medical encyclopedia": 5558,
  "encyclopedia also": 2970,
  "spanish clinical": 8686,
  "clinical trials": 1893,
  "trials clinicaltrialsgov": 10295,
  "clinicaltrialsgov rotator": 1895,
  "cuff injuriesfrom": 2251,
  "injuriesfrom national": 4571,
  "national institutes": 6012,
  "institutes health": 4644,
  "health national": 3998,
  "health clinicaltrialsgov": 3992,
  "clinicaltrialsgov shoulder": 1896,
  "impingement syndromefrom": 4323,
  "syndromefrom national": 9489,
  "health journal": 3995,
  "journal articles": 4839,
  "articles references": 974,
  "references abstracts": 7495,
  "abstracts medlinepubmed": 328,
  "medlinepubmed national": 5646,
  "national library": 6013,
  "library medicine": 5089,
  "medicine article": 5578,
  "article biological": 964,
  "biological effect": 1311,
  "effect plateletrich": 2831,
  "plateletrich plasma": 6914,
  "plasma subacromial": 6908,
  "subacromial bursa": 9139,
  "bursa torn": 1543,
  "torn article": 10149,
  "article making": 969,
  "making sense": 5372,
  "sense shoulder": 8090,
  "shoulder exercise": 8239,
  "exercise measuring": 3174,
  "measuring accuracy": 5542,
  "accuracy artificial": 344,
  "artificial article": 979,
  "article prevalence": 970,
  "prevalence os": 7075,
  "os acromiale": 6388,
  "acromiale concomitant": 356,
  "concomitant rotator": 2053,
  "tears focused": 9631,
  "focused rotator": 3522,
  "injuries see": 4562,
  "see articles": 8054,
  "articles find": 973,
  "find expert": 3417,
  "expert national": 3265,
  "national institute": 6011,
  "institute arthritis": 4642,
  "arthritis musculoskeletal": 916,
  "musculoskeletal skin": 5982,
  "skin diseasesfrom": 8509,
  "diseasesfrom national": 2595,
  "health also": 3990,
  "spanish children": 8685,
  "children rotator": 1838,
  "cuff tendonitis": 2279,
  "tendonitis parents": 9756,
  "parents nemours": 6633,
  "nemours foundation": 6066,
  "foundation also": 3604,
  "spanish handouts": 8692,
  "handouts reverse": 3907,
  "reverse total": 7849,
  "total shoulder": 10165,
  "shoulder replacement": 8332,
  "replacement discharge": 7703,
  "discharge medical": 2554,
  "cuff selfcare": 2270,
  "selfcare medical": 8079,
  "cuff exercises": 2244,
  "exercises medical": 3218,
  "problems medical": 7132,
  "repair medical": 7629,
  "arthroscopy medical": 950,
  "replacement medical": 7708,
  "spanish contact": 8687,
  "contact health": 2129,
  "care questions": 1649,
  "questions health": 7312,
  "health learn": 3996,
  "learn cite": 5019,
  "cite page": 1861,
  "page yesno": 6488,
  "yesno thank": 11000,
  "thank feedback": 9859,
  "medlineplusgovencypatientinstructions000358htm": 5639,
  "overuse": 6451,
  "wearing": 10706,
  "away": 1081,
  "relief": 7555,
  "measures": 5537,
  "using": 10513,
  "properly": 7232,
  "ease": 2774,
  "inflammation": 4475,
  "normally": 6141,
  "smooth": 8600,
  "layer": 4987,
  "lining": 5186,
  "occurs": 6222,
  "relieving": 7572,
  "medicines": 5596,
  "naproxen": 6002,
  "reduce": 7477,
  "take": 9507,
  "every": 3098,
  "day": 2343,
  "tell": 9660,
  "general": 3698,
  "monitored": 5735,
  "moist": 5728,
  "hot": 4195,
  "bath": 1186,
  "shower": 8403,
  "loosen": 5258,
  "applied": 733,
  "20": 82,
  "minutes": 5711,
  "3": 148,
  "4": 186,
  "times": 10044,
  "cut": 2294,
  "wrap": 10924,
  "clean": 1866,
  "towel": 10182,
  "cloth": 1912,
  "place": 6872,
  "directly": 2534,
  "frostbite": 3648,
  "avoid": 1070,
  "placing": 6898,
  "stress": 9055,
  "heal": 3969,
  "reinjury": 7534,
  "positions": 6985,
  "posture": 7017,
  "night": 6104,
  "relieve": 7559,
  "sleep": 8519,
  "either": 2846,
  "resting": 7781,
  "painful": 6606,
  "couple": 2202,
  "pillows": 6854,
  "sitting": 8498,
  "use": 10463,
  "good": 3799,
  "keep": 4858,
  "pillow": 6848,
  "feet": 3391,
  "flat": 3459,
  "floor": 3491,
  "footstool": 3559,
  "practice": 7036,
  "blade": 1322,
  "ideal": 4261,
  "tips": 10075,
  "taking": 9537,
  "carry": 1684,
  "backpack": 1132,
  "purse": 7286,
  "work": 10845,
  "arms": 875,
  "level": 5080,
  "long": 5216,
  "needed": 6048,
  "foot": 3547,
  "stool": 8956,
  "ladder": 4942,
  "objects": 6180,
  "close": 1898,
  "body": 1361,
  "try": 10303,
  "loads": 5203,
  "regular": 7514,
  "breaks": 1480,
  "activity": 417,
  "thumb": 9983,
  "pointing": 6942,
  "store": 8976,
  "items": 4723,
  "places": 6896,
  "easily": 2784,
  "things": 9939,
  "phone": 6810,
  "reinjuring": 7532,
  "refer": 7490,
  "therapist": 9871,
  "start": 8852,
  "passive": 6676,
  "get": 3723,
  "teaches": 9579,
  "focus": 3515,
  "weights": 10776,
  "higher": 4118,
  "repetitions": 7677,
  "improvements": 4369,
  "returning": 7836,
  "examined": 3132,
  "around": 880,
  "spine": 8736,
  "exam": 3109,
  "meant": 5533,
  "provoke": 7260,
  "someone": 8643,
  "abnormal": 320,
  "gradual": 3811,
  "ask": 988,
  "proper": 7226,
  "technique": 9648,
  "involve": 4680,
  "musclesrotator": 5973,
  "finnoff": 3433,
  "jt": 4844,
  "johnson": 4757,
  "w": 10597,
  "limb": 5165,
  "dysfunction": 2760,
  "cifu": 1854,
  "dx": 2755,
  "ed": 2802,
  "braddoms": 1469,
  "6th": 255,
  "philadelphia": 6805,
  "elsevier": 2954,
  "2021chap": 114,
  "35": 169,
  "mosich": 5758,
  "gm": 3767,
  "yamaguchi": 10979,
  "kt": 4930,
  "petrigliano": 6801,
  "fa": 3303,
  "lesions": 5063,
  "miller": 5695,
  "thompson": 9957,
  "sr": 8813,
  "eds": 2816,
  "delee": 2405,
  "drez": 2706,
  "millers": 5698,
  "5th": 235,
  "2020chap": 108,
  "47": 209,
  "read": 7392,
  "ct": 2231,
  "review": 7850,
  "date": 2333,
  "642025": 251,
  "updated": 10442,
  "c": 1562,
  "benjamin": 1268,
  "professor": 7178,
  "chief": 1831,
  "service": 8112,
  "ucsf": 10383,
  "department": 2419,
  "san": 7990,
  "francisco": 3624,
  "ca": 1567,
  "reviewed": 7852,
  "david": 2341,
  "dugdale": 2749,
  "director": 2539,
  "brenda": 1497,
  "conaway": 2046,
  "editorial": 2813,
  "adam": 441,
  "team": 9582,
  "medlineplusgovencypatientinstructions000358htm rotator": 5640,
  "selfcare tendons": 8083,
  "tendons torn": 9795,
  "torn overuse": 10154,
  "overuse injury": 6452,
  "injury wearing": 4618,
  "wearing away": 10707,
  "away time": 1088,
  "time pain": 10027,
  "pain relief": 6559,
  "relief measures": 7556,
  "measures using": 5540,
  "using shoulder": 10522,
  "shoulder properly": 8320,
  "properly shoulder": 7234,
  "shoulder exercises": 8240,
  "exercises may": 3217,
  "may help": 5460,
  "help ease": 4054,
  "ease symptoms": 2776,
  "problems common": 7126,
  "common rotator": 1990,
  "problems include": 7129,
  "include tendinitis": 4419,
  "tendinitis inflammation": 9703,
  "inflammation tendons": 4486,
  "tendons swelling": 9790,
  "swelling bursa": 9401,
  "bursa normally": 1540,
  "normally smooth": 6144,
  "smooth layer": 8601,
  "layer lining": 4988,
  "lining tendons": 5190,
  "tendons tear": 9791,
  "tear occurs": 9605,
  "occurs one": 6228,
  "one tendons": 6307,
  "injury relieving": 4606,
  "relieving pain": 7574,
  "pain medicines": 6538,
  "medicines ibuprofen": 5602,
  "ibuprofen naproxen": 4246,
  "naproxen may": 6005,
  "help reduce": 4070,
  "reduce swelling": 7484,
  "swelling pain": 9405,
  "pain take": 6577,
  "take medicines": 9518,
  "medicines every": 5600,
  "every day": 3100,
  "day tell": 2356,
  "tell health": 9665,
  "care general": 1638,
  "general health": 3702,
  "health monitored": 3997,
  "monitored moist": 5736,
  "moist heat": 5729,
  "heat hot": 4023,
  "hot bath": 4196,
  "bath shower": 1187,
  "shower heat": 8405,
  "heat pack": 4024,
  "pack help": 6469,
  "help loosen": 4061,
  "loosen shoulder": 5259,
  "shoulder feel": 8242,
  "pain shoulder": 6566,
  "shoulder ice": 8263,
  "ice pack": 4254,
  "pack applied": 6467,
  "applied shoulder": 737,
  "shoulder 20": 8186,
  "20 minutes": 84,
  "minutes time": 5713,
  "time 3": 10007,
  "3 4": 149,
  "4 times": 195,
  "times day": 10046,
  "day may": 2348,
  "also help": 588,
  "help cut": 4050,
  "cut swelling": 2299,
  "pain wrap": 6597,
  "wrap ice": 10925,
  "ice clean": 4249,
  "clean towel": 1877,
  "towel cloth": 10184,
  "cloth place": 1916,
  "place directly": 6876,
  "directly shoulder": 2537,
  "may cause": 5439,
  "cause frostbite": 1710,
  "frostbite using": 3649,
  "shoulder learn": 8280,
  "learn care": 5017,
  "shoulder avoid": 8202,
  "avoid placing": 1072,
  "placing extra": 6899,
  "extra stress": 3295,
  "stress help": 9057,
  "help heal": 4056,
  "heal injury": 3971,
  "injury avoid": 4576,
  "avoid reinjury": 1075,
  "reinjury positions": 7535,
  "positions posture": 6987,
  "posture day": 7018,
  "day night": 2349,
  "night also": 6105,
  "help relieve": 4073,
  "relieve shoulder": 7561,
  "pain sleep": 6568,
  "sleep lie": 8521,
  "lie either": 5092,
  "either side": 2849,
  "side pain": 8457,
  "pain back": 6497,
  "back resting": 1116,
  "resting painful": 7784,
  "painful shoulder": 6610,
  "shoulder couple": 8226,
  "couple pillows": 2203,
  "pillows may": 6856,
  "help sitting": 4079,
  "sitting use": 8500,
  "use good": 10473,
  "good posture": 3805,
  "posture keep": 7021,
  "keep head": 4871,
  "head shoulder": 3963,
  "shoulder place": 8312,
  "place towel": 6887,
  "towel pillow": 10187,
  "pillow behind": 6849,
  "behind lower": 1244,
  "lower back": 5291,
  "back keep": 1106,
  "keep feet": 4869,
  "feet either": 3392,
  "either flat": 2847,
  "flat floor": 3460,
  "floor footstool": 3492,
  "footstool practice": 3560,
  "practice good": 7038,
  "posture general": 7020,
  "general keep": 3703,
  "keep shoulder": 4877,
  "shoulder blade": 8210,
  "blade joint": 1328,
  "joint ideal": 4787,
  "ideal positions": 4262,
  "positions tips": 6988,
  "tips taking": 10076,
  "taking care": 9540,
  "shoulder include": 8269,
  "include carry": 4399,
  "carry backpack": 1685,
  "backpack purse": 1133,
  "purse one": 7287,
  "one shoulder": 6306,
  "shoulder work": 8378,
  "work arms": 10847,
  "arms shoulder": 878,
  "shoulder level": 8282,
  "level long": 5082,
  "long time": 5229,
  "time needed": 10025,
  "needed use": 6059,
  "use foot": 10470,
  "foot stool": 3553,
  "stool ladder": 8958,
  "ladder lift": 4943,
  "lift carry": 5106,
  "carry objects": 1686,
  "objects close": 6181,
  "close body": 1900,
  "body try": 1377,
  "try lift": 10309,
  "lift heavy": 5107,
  "heavy loads": 4032,
  "loads away": 5204,
  "away body": 1083,
  "body overhead": 1370,
  "overhead take": 6442,
  "take regular": 9524,
  "regular breaks": 7516,
  "breaks activity": 1481,
  "activity reaching": 426,
  "reaching something": 7387,
  "something arm": 8649,
  "arm thumb": 868,
  "thumb pointing": 9985,
  "pointing store": 6944,
  "store items": 8978,
  "items use": 4724,
  "use every": 10469,
  "day places": 2351,
  "places reach": 6897,
  "reach easily": 7378,
  "easily keep": 2786,
  "keep things": 4882,
  "things use": 9942,
  "use lot": 10476,
  "lot phone": 5278,
  "phone close": 6812,
  "close avoid": 1899,
  "avoid reaching": 1074,
  "reaching reinjuring": 7386,
  "reinjuring shoulder": 7533,
  "shoulder physical": 8310,
  "exercises likely": 3213,
  "likely refer": 5161,
  "refer physical": 7491,
  "physical therapist": 6832,
  "therapist learn": 9879,
  "learn exercises": 5022,
  "exercises shoulder": 3225,
  "may start": 5502,
  "start passive": 8858,
  "passive exercises": 6677,
  "exercises exercises": 3206,
  "exercises therapist": 3234,
  "therapist arm": 9874,
  "arm use": 871,
  "good arm": 3800,
  "arm move": 833,
  "move injured": 5823,
  "injured arm": 4537,
  "arm exercises": 813,
  "help get": 4055,
  "get full": 3730,
  "full movement": 3659,
  "movement back": 5837,
  "back shoulder": 1120,
  "therapist teaches": 9890,
  "teaches strengthen": 9581,
  "shoulder muscles": 8301,
  "muscles rotator": 5955,
  "cuff muscles": 2259,
  "muscles small": 5958,
  "small muscles": 8579,
  "muscles focus": 5940,
  "focus exercises": 3516,
  "exercises lower": 3215,
  "lower weights": 5300,
  "weights higher": 10779,
  "higher repetitions": 4122,
  "repetitions exercises": 7686,
  "may focus": 5453,
  "focus shoulder": 3518,
  "blade improvements": 1327,
  "improvements shoulder": 4370,
  "shoulder movement": 8295,
  "movement returning": 5846,
  "returning sports": 7839,
  "sports best": 8766,
  "best avoid": 1279,
  "avoid playing": 1073,
  "sports pain": 8777,
  "pain rest": 6562,
  "rest activity": 7768,
  "activity also": 418,
  "also examined": 583,
  "examined physical": 3133,
  "therapist returning": 9887,
  "sports full": 8770,
  "full strength": 3663,
  "strength muscles": 9028,
  "muscles around": 5935,
  "around shoulder": 889,
  "joint good": 4778,
  "good range": 3806,
  "motion shoulder": 5788,
  "blade upper": 1339,
  "upper spine": 10458,
  "spine pain": 8737,
  "certain physical": 1772,
  "physical exam": 6827,
  "exam tests": 3116,
  "tests meant": 9845,
  "meant provoke": 5534,
  "provoke pain": 7261,
  "pain someone": 6570,
  "someone rotator": 8647,
  "problems abnormal": 7120,
  "abnormal movement": 321,
  "movement shoulder": 5847,
  "joint shoulder": 4809,
  "blade returning": 1332,
  "sports activities": 8765,
  "activities gradual": 389,
  "gradual ask": 3812,
  "ask physical": 994,
  "therapist proper": 9885,
  "proper technique": 7230,
  "technique use": 9651,
  "use sports": 10483,
  "activities involve": 394,
  "involve lot": 4685,
  "lot shoulder": 5280,
  "movement images": 5839,
  "cuff musclesrotator": 2260,
  "musclesrotator cuff": 5974,
  "muscles references": 5953,
  "references finnoff": 7500,
  "finnoff jt": 3434,
  "jt johnson": 4846,
  "johnson w": 4758,
  "w upper": 10598,
  "upper limb": 10457,
  "limb pain": 5166,
  "pain dysfunction": 6509,
  "dysfunction cifu": 2761,
  "cifu dx": 1855,
  "dx ed": 2756,
  "ed braddoms": 2804,
  "braddoms physical": 1470,
  "physical medicine": 6830,
  "medicine rehabilitation": 5589,
  "rehabilitation 6th": 7522,
  "6th ed": 256,
  "ed philadelphia": 2806,
  "philadelphia elsevier": 6806,
  "elsevier 2021chap": 2957,
  "2021chap 35": 117,
  "35 mosich": 171,
  "mosich gm": 5759,
  "gm yamaguchi": 3768,
  "yamaguchi kt": 10980,
  "kt petrigliano": 4931,
  "petrigliano fa": 6802,
  "fa rotator": 3306,
  "cuff impingement": 2248,
  "impingement lesions": 4318,
  "lesions miller": 5064,
  "miller thompson": 5697,
  "thompson sr": 9958,
  "sr eds": 8814,
  "eds delee": 2818,
  "delee drez": 2406,
  "drez millers": 2707,
  "millers orthopaedic": 5699,
  "orthopaedic sports": 6377,
  "sports medicine": 8776,
  "medicine 5th": 5576,
  "5th ed": 236,
  "elsevier 2020chap": 2956,
  "2020chap 47": 110,
  "47 read": 211,
  "read rotator": 7396,
  "problems rotator": 7135,
  "repair shoulder": 7639,
  "arthroscopy shoulder": 954,
  "shoulder ct": 8227,
  "ct scan": 2232,
  "scan shoulder": 8010,
  "shoulder mri": 8299,
  "shoulder surgery": 8352,
  "surgery discharge": 9288,
  "discharge using": 2567,
  "surgery review": 9343,
  "review date": 7851,
  "date 642025": 2338,
  "642025 updated": 252,
  "updated c": 10444,
  "c benjamin": 1564,
  "benjamin professor": 1269,
  "professor chief": 7179,
  "chief sports": 1832,
  "medicine shoulder": 5591,
  "shoulder service": 8338,
  "service ucsf": 8114,
  "ucsf department": 10384,
  "department orthopaedic": 2422,
  "orthopaedic surgery": 6380,
  "surgery san": 9347,
  "san francisco": 7991,
  "francisco ca": 3625,
  "ca also": 1568,
  "also reviewed": 605,
  "reviewed david": 7854,
  "david c": 2342,
  "c dugdale": 1565,
  "dugdale medical": 2750,
  "medical director": 5556,
  "director brenda": 2541,
  "brenda conaway": 1498,
  "conaway editorial": 2047,
  "editorial director": 2814,
  "director adam": 2540,
  "adam editorial": 442,
  "editorial team": 2815,
  "team learn": 9584,
  "page rotator": 6485,
  "injuries yesno": 4568,
  "medlineplusgovencypatientinstructions000357htm": 5637,
  "hold": 4148,
  "coordinated": 2172,
  "painfree": 6600,
  "pass": 6672,
  "underneath": 10417,
  "bony": 1433,
  "attaching": 1057,
  "join": 4759,
  "together": 10114,
  "form": 3587,
  "surrounds": 9383,
  "helps": 4089,
  "allows": 555,
  "result": 7796,
  "irritation": 4714,
  "due": 2740,
  "lead": 4989,
  "weakness": 10690,
  "stiffness": 8922,
  "key": 4893,
  "recovery": 7450,
  "make": 5347,
  "stronger": 9113,
  "flexible": 3474,
  "treat": 10224,
  "trained": 10200,
  "ability": 313,
  "want": 10621,
  "evaluating": 3075,
  "treating": 10236,
  "evaluate": 3072,
  "mechanics": 5543,
  "watch": 10644,
  "moves": 5864,
  "perform": 6757,
  "including": 4427,
  "observe": 6185,
  "stand": 8836,
  "sit": 8492,
  "different": 2505,
  "seem": 8074,
  "worsen": 10879,
  "testing": 9833,
  "examining": 3134,
  "know": 4918,
  "tight": 9995,
  "program": 7185,
  "stretch": 9058,
  "goal": 3775,
  "function": 3670,
  "well": 10781,
  "little": 5193,
  "teach": 9574,
  "ways": 10675,
  "everyday": 3101,
  "tasks": 9564,
  "correct": 2180,
  "home": 4171,
  "sure": 9205,
  "need": 6031,
  "change": 1787,
  "resistance": 7748,
  "strengthening": 9045,
  "smaller": 8588,
  "repetition": 7674,
  "stretching": 9090,
  "posterior": 7008,
  "hand": 3873,
  "anterior": 701,
  "pendulum": 6729,
  "wall": 10615,
  "stretches": 9088,
  "internal": 4671,
  "rotation": 7916,
  "band": 1160,
  "external": 3290,
  "isometric": 4719,
  "pushups": 7295,
  "scapular": 8021,
  "retraction": 7819,
  "tubing": 10324,
  "alternative": 621,
  "names": 5992,
  "frozen": 3650,
  "medlineplusgovencypatientinstructions000357htm rotator": 5638,
  "exercises muscles": 3221,
  "tendons hold": 9771,
  "hold arm": 4153,
  "joint help": 4782,
  "help move": 4065,
  "move coordinated": 5818,
  "coordinated painfree": 2173,
  "painfree way": 6605,
  "way tendons": 10673,
  "time exercises": 10017,
  "exercises help": 3208,
  "help strengthen": 4082,
  "strengthen rotator": 9042,
  "tendons relieve": 9785,
  "relieve symptoms": 7562,
  "symptoms shoulder": 9471,
  "joint tendons": 4820,
  "cuff pass": 2263,
  "pass underneath": 6673,
  "underneath bony": 10418,
  "bony area": 1434,
  "area way": 782,
  "way attaching": 10665,
  "attaching top": 1059,
  "top arm": 10137,
  "bone tendons": 1419,
  "tendons join": 9774,
  "join together": 4762,
  "together form": 10118,
  "form cuff": 3589,
  "cuff surrounds": 2273,
  "surrounds shoulder": 9385,
  "joint helps": 4783,
  "helps keep": 4091,
  "keep joint": 4873,
  "joint stable": 4812,
  "stable allows": 8822,
  "allows arm": 558,
  "bone move": 1401,
  "move shoulder": 5826,
  "shoulder bone": 8212,
  "bone injury": 1397,
  "injury tendons": 4614,
  "tendons may": 9777,
  "may result": 5494,
  "result rotator": 7803,
  "tendinitis irritation": 9705,
  "irritation swelling": 4716,
  "swelling tendons": 9411,
  "cuff tear": 2274,
  "torn due": 10152,
  "due overuse": 2746,
  "injury injuries": 4594,
  "often lead": 6254,
  "lead pain": 4995,
  "pain weakness": 6593,
  "weakness stiffness": 10695,
  "stiffness use": 8938,
  "use shoulder": 10481,
  "shoulder key": 8278,
  "key part": 4894,
  "part recovery": 6642,
  "recovery exercises": 7454,
  "exercises make": 3216,
  "make muscles": 5358,
  "tendons joint": 9775,
  "joint stronger": 4814,
  "stronger flexible": 9116,
  "flexible health": 3476,
  "care may": 1644,
  "may refer": 5489,
  "therapist treat": 9894,
  "treat rotator": 10227,
  "cuff physical": 2264,
  "therapist trained": 9893,
  "trained help": 10201,
  "help improve": 4058,
  "improve ability": 4346,
  "ability activities": 314,
  "activities want": 415,
  "want evaluating": 10623,
  "evaluating shoulder": 3076,
  "shoulder treating": 8365,
  "treating therapist": 10238,
  "therapist evaluate": 9875,
  "evaluate body": 3073,
  "body mechanics": 1369,
  "mechanics therapist": 5544,
  "therapist may": 9882,
  "may watch": 5516,
  "watch shoulder": 10645,
  "shoulder moves": 8297,
  "moves perform": 5865,
  "perform activities": 6758,
  "activities including": 392,
  "including shoulder": 4432,
  "blade observe": 1330,
  "observe spine": 6187,
  "spine posture": 8738,
  "posture stand": 7023,
  "stand sit": 8841,
  "sit check": 8494,
  "check range": 1810,
  "joint spine": 4811,
  "spine test": 8740,
  "test different": 9826,
  "different muscles": 2506,
  "muscles weakness": 5970,
  "stiffness check": 8923,
  "check see": 1811,
  "see movements": 8064,
  "movements seem": 5861,
  "seem cause": 8075,
  "cause worsen": 1727,
  "worsen pain": 10880,
  "pain testing": 6581,
  "testing examining": 9834,
  "examining physical": 3135,
  "therapist know": 9878,
  "know muscles": 4920,
  "muscles weak": 5969,
  "weak tight": 10684,
  "tight start": 9999,
  "start program": 8860,
  "program stretch": 7197,
  "stretch muscles": 9073,
  "muscles make": 5947,
  "make stronger": 5362,
  "stronger exercises": 9114,
  "shoulder goal": 8253,
  "goal function": 3777,
  "function well": 3675,
  "well possible": 10786,
  "possible little": 7000,
  "little pain": 5194,
  "pain physical": 6552,
  "therapist help": 9877,
  "strengthen stretch": 9044,
  "shoulder shoulder": 8339,
  "blade improve": 1326,
  "improve shoulder": 4357,
  "movement teach": 5848,
  "teach proper": 9577,
  "proper ways": 7231,
  "ways move": 10676,
  "shoulder everyday": 8238,
  "everyday tasks": 3104,
  "tasks sports": 9567,
  "activities teach": 411,
  "teach correct": 9575,
  "correct shoulder": 2181,
  "shoulder posture": 8315,
  "posture exercises": 7019,
  "exercises home": 3210,
  "home ask": 4173,
  "therapist make": 9880,
  "make sure": 5363,
  "sure properly": 9213,
  "properly pain": 7233,
  "pain exercise": 6511,
  "exercise may": 3173,
  "may need": 5472,
  "need change": 6036,
  "change way": 1795,
  "way exercise": 10666,
  "exercise lower": 3172,
  "lower resistance": 5295,
  "resistance exercises": 7751,
  "shoulder either": 8234,
  "either stretch": 2850,
  "stretch strengthen": 9080,
  "strengthen muscles": 9041,
  "tendons around": 9759,
  "joint rotator": 4808,
  "muscles strengthening": 5960,
  "strengthening focus": 9048,
  "focus smaller": 3519,
  "smaller weights": 8591,
  "higher repetition": 4121,
  "repetition exercises": 7675,
  "exercises stretch": 3229,
  "stretch shoulder": 9077,
  "include stretching": 4418,
  "stretching back": 9091,
  "shoulder posterior": 8314,
  "posterior stretching": 7010,
  "stretching hand": 9096,
  "hand back": 3874,
  "back stretch": 1125,
  "stretch anterior": 9063,
  "anterior shoulder": 704,
  "shoulder stretch": 8350,
  "stretch towel": 9082,
  "towel pendulum": 10186,
  "pendulum exercise": 6731,
  "exercise wall": 3189,
  "wall stretches": 10617,
  "stretches exercises": 9089,
  "shoulder internal": 8275,
  "internal rotation": 4673,
  "rotation exercise": 7924,
  "exercise band": 3159,
  "band external": 1163,
  "external rotation": 3291,
  "band isometric": 1164,
  "isometric shoulder": 4720,
  "exercises wall": 3238,
  "wall pushups": 10616,
  "pushups shoulder": 7296,
  "blade scapular": 1334,
  "scapular retraction": 8022,
  "retraction tubing": 7820,
  "tubing shoulder": 10326,
  "tubing arm": 10325,
  "arm reach": 853,
  "reach alternative": 7373,
  "alternative names": 622,
  "names shoulder": 5995,
  "exercises references": 3222,
  "read frozen": 7394,
  "frozen shoulder": 3654,
  "shoulder rotator": 8336,
  "selfcare shoulder": 8082,
  "medlineplusgovencyarticle000438htm": 5621,
  "refers": 7507,
  "ball": 1151,
  "type": 10351,
  "humerus": 4219,
  "forms": 3592,
  "scapula": 8016,
  "controls": 2165,
  "inflamed": 4468,
  "called": 1578,
  "syndrome": 9480,
  "condition": 2054,
  "keeping": 4884,
  "position": 6962,
  "periods": 6786,
  "computer": 2043,
  "hairstyling": 3860,
  "sleeping": 8526,
  "requiring": 7735,
  "moved": 5832,
  "repeatedly": 7669,
  "particularly": 6664,
  "working": 10872,
  "many": 5389,
  "hours": 4198,
  "days": 2359,
  "painting": 6615,
  "carpentry": 1679,
  "poor": 6948,
  "years": 10986,
  "occur": 6209,
  "two": 10346,
  "acute": 434,
  "fall": 3345,
  "stretched": 9084,
  "jerking": 4742,
  "chronic": 1846,
  "slowly": 8556,
  "point": 6937,
  "wears": 10712,
  "types": 10356,
  "completely": 2021,
  "sever": 8136,
  "attachments": 1060,
  "complete": 2010,
  "thickness": 9934,
  "means": 5527,
  "goes": 3782,
  "pinpoint": 6862,
  "entire": 3001,
  "come": 1965,
  "detached": 2445,
  "attached": 1045,
  "retracted": 7816,
  "pulled": 7280,
  "expanded": 3245,
  "brushing": 1519,
  "hair": 3857,
  "shelves": 8161,
  "sport": 8757,
  "travel": 10221,
  "stops": 8972,
  "elbow": 2856,
  "indicate": 4455,
  "neck": 6023,
  "raised": 7354,
  "lying": 5307,
  "affected": 483,
  "raising": 7358,
  "stiff": 8911,
  "difficult": 2509,
  "usually": 10525,
  "intense": 4667,
  "hard": 3948,
  "raise": 7348,
  "snapping": 8603,
  "trying": 10317,
  "notice": 6149,
  "began": 1224,
  "indications": 4459,
  "even": 3082,
  "wake": 10606,
  "tolerable": 10128,
  "hurts": 4227,
  "toward": 10172,
  "worse": 10874,
  "relieved": 7563,
  "exams": 3146,
  "reveal": 7846,
  "tenderness": 9688,
  "placed": 6889,
  "show": 8387,
  "spur": 8805,
  "uses": 10510,
  "sound": 8674,
  "waves": 10661,
  "create": 2223,
  "image": 4279,
  "xray": 10958,
  "arthrogram": 924,
  "injects": 4533,
  "contrast": 2152,
  "material": 5412,
  "dye": 2757,
  "used": 10491,
  "multiple": 5902,
  "pictures": 6842,
  "suspects": 9386,
  "follow": 3527,
  "providers": 7256,
  "instructions": 4650,
  "problem": 7111,
  "return": 7825,
  "advise": 479,
  "packs": 6472,
  "protect": 7239,
  "wrapping": 10927,
  "applying": 743,
  "avoiding": 1079,
  "reducing": 7488,
  "injected": 4512,
  "remove": 7598,
  "tissue": 10079,
  "decrease": 2381,
  "demand": 2415,
  "arthroscopic": 938,
  "open": 6315,
  "larger": 4958,
  "incision": 4377,
  "outlook": 6414,
  "prognosis": 7181,
  "weeks": 10735,
  "amount": 652,
  "play": 6918,
  "remain": 7575,
  "relieves": 7570,
  "outcome": 6403,
  "size": 8501,
  "present": 7056,
  "persons": 6799,
  "active": 368,
  "person": 6795,
  "professional": 7175,
  "ongoing": 6311,
  "prevention": 7092,
  "repetitive": 7692,
  "swimmers": 9417,
  "pitchers": 6867,
  "inflammationshoulder": 4489,
  "tendonsinflamed": 9797,
  "normal": 6131,
  "cuffnormal": 2281,
  "cufftorn": 2285,
  "principles": 7105,
  "ricchetti": 7861,
  "et": 3069,
  "entezari": 2999,
  "v": 10546,
  "derwin": 2438,
  "ka": 4855,
  "structure": 9120,
  "matsen": 5415,
  "cordasco": 2176,
  "sperling": 8732,
  "jw": 4850,
  "al": 525,
  "rockwood": 7896,
  "matsens": 5417,
  "2022chap": 124,
  "50": 224,
  "922025": 294,
  "medlineplusgovencyarticle000438htm rotator": 5622,
  "tendinitis refers": 9709,
  "refers irritation": 7508,
  "irritation tendons": 4717,
  "tendons inflammation": 9773,
  "inflammation bursa": 4476,
  "torn bone": 10150,
  "bone overuse": 1404,
  "injury causes": 4579,
  "causes shoulder": 1742,
  "joint ball": 4765,
  "ball socket": 1155,
  "socket type": 8626,
  "type joint": 10354,
  "joint top": 4823,
  "bone humerus": 1396,
  "humerus forms": 4221,
  "forms joint": 3593,
  "blade scapula": 1333,
  "scapula rotator": 8018,
  "cuff holds": 2247,
  "holds head": 4169,
  "head humerus": 3958,
  "humerus scapula": 4223,
  "scapula also": 8017,
  "also controls": 581,
  "controls movement": 2166,
  "joint inflammation": 4789,
  "inflammation tendinitis": 4484,
  "become inflamed": 1207,
  "inflamed become": 4470,
  "inflamed area": 4469,
  "area shoulder": 779,
  "movements rotator": 5859,
  "tendinitis also": 9695,
  "also called": 578,
  "called impingement": 1589,
  "impingement syndrome": 4322,
  "syndrome causes": 9481,
  "causes condition": 1736,
  "condition include": 2061,
  "include keeping": 4409,
  "keeping arm": 4885,
  "arm position": 848,
  "position long": 6973,
  "long periods": 5224,
  "periods computer": 6787,
  "computer work": 2045,
  "work hairstyling": 10848,
  "hairstyling sleeping": 3861,
  "sleeping arm": 8527,
  "arm night": 838,
  "night playing": 6109,
  "sports requiring": 8782,
  "requiring arm": 7736,
  "arm moved": 834,
  "moved overhead": 5834,
  "overhead repeatedly": 6440,
  "repeatedly tennis": 7671,
  "tennis baseball": 9802,
  "baseball particularly": 1178,
  "particularly pitching": 6667,
  "pitching swimming": 6871,
  "swimming lifting": 9421,
  "lifting weights": 5123,
  "weights overhead": 10780,
  "overhead working": 6444,
  "working arm": 10873,
  "arm overhead": 843,
  "overhead many": 6436,
  "many hours": 5395,
  "hours days": 4199,
  "days painting": 2360,
  "painting carpentry": 6616,
  "carpentry poor": 1680,
  "poor posture": 6949,
  "posture many": 7022,
  "many years": 5403,
  "years aging": 10987,
  "aging rotator": 518,
  "tears may": 9635,
  "may occur": 5475,
  "occur two": 6216,
  "two ways": 10350,
  "ways sudden": 10677,
  "sudden acute": 9159,
  "acute tear": 439,
  "may happen": 5457,
  "happen fall": 3936,
  "fall arm": 3346,
  "arm stretched": 865,
  "stretched occur": 9085,
  "occur sudden": 6214,
  "sudden jerking": 9162,
  "jerking motion": 4743,
  "motion try": 5796,
  "lift something": 5111,
  "heavy chronic": 4030,
  "chronic tear": 1851,
  "tear rotator": 9611,
  "tendon occurs": 9737,
  "occurs slowly": 6230,
  "slowly time": 8572,
  "time likely": 10023,
  "likely chronic": 5154,
  "chronic tendinitis": 1852,
  "tendinitis impingement": 9702,
  "syndrome point": 9484,
  "point tendon": 6939,
  "tendon wears": 9753,
  "wears tears": 10713,
  "tears two": 9647,
  "two types": 10349,
  "types rotator": 10363,
  "tears partial": 9638,
  "occurs tear": 6231,
  "tear completely": 9591,
  "completely sever": 2024,
  "sever attachments": 8137,
  "attachments bone": 1061,
  "bone complete": 1387,
  "complete full": 2013,
  "full thickness": 3665,
  "thickness tear": 9936,
  "tear means": 9602,
  "means tear": 5532,
  "tear goes": 9595,
  "goes way": 3784,
  "tendon may": 9736,
  "may small": 5500,
  "small pinpoint": 8582,
  "pinpoint tear": 6864,
  "may involve": 5465,
  "involve entire": 4684,
  "entire tendon": 3004,
  "tendon complete": 9726,
  "complete tears": 2018,
  "tears tendon": 9645,
  "tendon come": 9725,
  "come detached": 1967,
  "detached attached": 2446,
  "attached bone": 1047,
  "bone also": 1383,
  "also retracted": 604,
  "retracted pulled": 7817,
  "pulled away": 7281,
  "away bone": 1084,
  "bone retracted": 1407,
  "retracted tears": 7818,
  "tears heal": 9633,
  "heal symptoms": 3975,
  "symptoms symptoms": 9474,
  "symptoms expanded": 9439,
  "expanded tendinitis": 3249,
  "tendinitis early": 9701,
  "early pain": 2770,
  "pain mild": 6539,
  "mild occurs": 5691,
  "occurs overhead": 6229,
  "overhead activities": 6432,
  "activities lifting": 395,
  "lifting arm": 5117,
  "arm side": 857,
  "side activities": 8443,
  "activities include": 391,
  "include brushing": 4398,
  "brushing hair": 1520,
  "hair reaching": 3859,
  "reaching objects": 7384,
  "objects shelves": 6183,
  "shelves playing": 8162,
  "playing overhead": 6924,
  "overhead sport": 6441,
  "sport pain": 8760,
  "pain likely": 6528,
  "likely front": 5157,
  "front shoulder": 3644,
  "may travel": 5511,
  "travel side": 10223,
  "side arm": 8445,
  "arm pain": 844,
  "pain always": 6493,
  "always stops": 635,
  "stops elbow": 8973,
  "elbow pain": 2906,
  "pain goes": 6518,
  "goes arm": 3783,
  "arm elbow": 810,
  "elbow hand": 2888,
  "hand may": 3885,
  "may indicate": 5463,
  "indicate pinched": 4456,
  "pinched nerve": 6858,
  "nerve neck": 6079,
  "neck may": 6025,
  "also pain": 596,
  "pain lower": 6533,
  "lower shoulder": 5296,
  "shoulder raised": 8323,
  "raised position": 7356,
  "position inflamed": 6969,
  "inflamed shoulder": 4473,
  "shoulder tendons": 8357,
  "tendons time": 9793,
  "time may": 10024,
  "may pain": 5479,
  "rest night": 7775,
  "night lying": 6107,
  "lying affected": 5308,
  "affected shoulder": 491,
  "may weakness": 5517,
  "weakness loss": 10693,
  "loss motion": 5271,
  "motion raising": 5783,
  "raising arm": 7359,
  "arm head": 820,
  "feel stiff": 3382,
  "stiff lifting": 8913,
  "lifting movement": 5120,
  "movement may": 5845,
  "may become": 5435,
  "become difficult": 1206,
  "difficult place": 2511,
  "place arm": 6874,
  "arm behind": 794,
  "back rotator": 1118,
  "tears pain": 9637,
  "pain sudden": 6574,
  "sudden tear": 9164,
  "tear fall": 9594,
  "fall injury": 3348,
  "injury usually": 4616,
  "usually intense": 10531,
  "intense right": 4670,
  "right injury": 7867,
  "injury likely": 4597,
  "likely weakness": 5164,
  "weakness shoulder": 10694,
  "shoulder arm": 8195,
  "arm may": 832,
  "may hard": 5458,
  "hard move": 3951,
  "shoulder raise": 8322,
  "raise arm": 7349,
  "also feel": 584,
  "feel snapping": 3381,
  "snapping trying": 8604,
  "trying move": 10318,
  "arm chronic": 801,
  "tear often": 9606,
  "often notice": 6257,
  "notice began": 6150,
  "began symptoms": 1225,
  "symptoms pain": 9458,
  "stiffness loss": 8930,
  "motion worsen": 5798,
  "worsen slowly": 10881,
  "time indications": 10021,
  "indications torn": 4460,
  "cuff rotator": 2269,
  "tendon tears": 9747,
  "tears often": 9636,
  "often cause": 6243,
  "pain night": 6543,
  "night pain": 6108,
  "pain may": 6534,
  "may even": 5451,
  "even wake": 3090,
  "wake day": 10607,
  "day pain": 2350,
  "pain tolerable": 6583,
  "tolerable usually": 10129,
  "usually hurts": 10530,
  "hurts certain": 4228,
  "certain movements": 1770,
  "movements overhead": 5857,
  "overhead reaching": 6439,
  "reaching toward": 7388,
  "toward back": 10173,
  "back time": 1130,
  "time symptoms": 10038,
  "symptoms become": 9435,
  "become much": 1211,
  "much worse": 5899,
  "worse relieved": 10877,
  "relieved medicines": 7564,
  "medicines rest": 5611,
  "rest exercise": 7771,
  "exercise exams": 3165,
  "exams tests": 3147,
  "tests physical": 9847,
  "exam may": 3113,
  "may reveal": 5495,
  "reveal tenderness": 7847,
  "tenderness shoulder": 9693,
  "occur shoulder": 6213,
  "raised overhead": 7355,
  "overhead often": 6438,
  "often weakness": 6268,
  "shoulder placed": 8313,
  "placed certain": 6890,
  "certain positions": 1773,
  "positions xrays": 6989,
  "xrays shoulder": 10971,
  "may show": 5499,
  "show bone": 8388,
  "bone spur": 1414,
  "spur change": 8806,
