{
  "rotator": 7905,
  "cuff": 2235,
  "injuries": 4543,
  "part": 6610,
  "shoulder": 8157,
  "joint": 4763,
  "group": 3839,
  "muscles": 5907,
  "tendons": 9729,
  "holds": 4168,
  "top": 10108,
  "upper": 10424,
  "arm": 785,
  "bone": 1382,
  "firmly": 3437,
  "socket": 8592,
  "keeps": 4890,
  "stable": 8793,
  "move": 5789,
  "direction": 2522,
  "common": 1983,
  "wearandtear": 10675,
  "movements": 5827,
  "especially": 3060,
  "reaching": 7354,
  "head": 3955,
  "time": 9978,
  "tissues": 10068,
  "break": 1475,
  "leading": 4999,
  "tendinitis": 9666,
  "connect": 2089,
  "bones": 1421,
  "become": 1203,
  "irritated": 4709,
  "swollen": 9399,
  "pinched": 6829,
  "bursitis": 1546,
  "bursa": 1537,
  "small": 8546,
  "fluidfilled": 3504,
  "sac": 7938,
  "pads": 6451,
  "space": 8654,
  "happens": 3942,
  "muscle": 5882,
  "rub": 7919,
  "much": 5868,
  "swells": 9387,
  "extra": 3293,
  "fluid": 3498,
  "causes": 1733,
  "pain": 6461,
  "tears": 9597,
  "tendon": 9692,
  "happen": 3932,
  "suddenly": 9137,
  "injury": 4572,
  "falling": 3350,
  "outstretched": 6394,
  "lifting": 5116,
  "something": 8620,
  "heavy": 4029,
  "tear": 9557,
  "may": 5428,
  "go": 3769,
  "way": 10636,
  "partial": 6621,
  "full": 3658,
  "likely": 5152,
  "develop": 2455,
  "anyone": 714,
  "certain": 1767,
  "people": 6707,
  "one": 6270,
  "age": 500,
  "40": 197,
  "wear": 10670,
  "aging": 516,
  "80": 272,
  "adults": 466,
  "athletes": 1030,
  "playing": 6895,
  "sports": 8735,
  "repeated": 7638,
  "increases": 4445,
  "risk": 7848,
  "example": 3136,
  "tennis": 9773,
  "swimming": 9391,
  "baseball": 1176,
  "pitching": 6841,
  "jobs": 4753,
  "require": 7692,
  "lot": 5274,
  "overhead": 6403,
  "carpenters": 1676,
  "construction": 2120,
  "workers": 10840,
  "painters": 6584,
  "examples": 3142,
  "problems": 7091,
  "symptoms": 9405,
  "dont": 2652,
  "always": 631,
  "cause": 1706,
  "often": 6215,
  "feel": 3372,
  "lie": 5090,
  "injured": 4535,
  "lift": 5102,
  "lower": 5289,
  "front": 3639,
  "side": 8414,
  "reach": 7344,
  "behind": 1238,
  "back": 1092,
  "torn": 10120,
  "include": 4397,
  "loss": 5268,
  "strength": 8991,
  "clicking": 1888,
  "popping": 6926,
  "sounds": 8648,
  "diagnosed": 2494,
  "find": 3414,
  "health": 3989,
  "care": 1628,
  "examine": 3129,
  "includes": 4422,
  "checking": 1817,
  "range": 7333,
  "motion": 5736,
  "test": 9795,
  "order": 6327,
  "imaging": 4292,
  "tests": 9810,
  "xrays": 10935,
  "ultrasound": 10366,
  "mri": 5852,
  "scan": 7975,
  "treatments": 10251,
  "best": 1278,
  "treatment": 10211,
  "depends": 2429,
  "bothers": 1440,
  "whether": 10767,
  "sudden": 9130,
  "happened": 3940,
  "rest": 7739,
  "putting": 7279,
  "ice": 4248,
  "cold": 1938,
  "pack": 6438,
  "sore": 8641,
  "area": 766,
  "relievers": 7540,
  "lessen": 5071,
  "swelling": 9368,
  "ibuprofen": 4243,
  "aspirin": 1008,
  "physical": 6793,
  "therapy": 9870,
  "exercises": 3195,
  "strengthen": 9010,
  "improve": 4345,
  "movement": 5812,
  "corticosteroid": 2184,
  "shot": 8151,
  "help": 4044,
  "also": 573,
  "surgery": 9241,
  "option": 6318,
  "doesnt": 2633,
  "better": 1285,
  "6": 237,
  "12": 28,
  "months": 5713,
  "heat": 4022,
  "electrical": 2941,
  "stimulation": 8916,
  "nerves": 6063,
  "transcutaneous": 10176,
  "nerve": 6043,
  "tens": 9785,
  "suggest": 9140,
  "large": 4948,
  "recent": 7387,
  "last": 4965,
  "see": 8024,
  "activities": 377,
  "bother": 1438,
  "stop": 8934,
  "check": 1806,
  "thats": 9832,
  "early": 2768,
  "prevent": 7048,
  "mild": 5666,
  "becoming": 1220,
  "serious": 8076,
  "later": 4972,
  "feels": 3388,
  "weak": 10652,
  "right": 7837,
  "soon": 8638,
  "possible": 6964,
  "diagnosis": 2496,
  "direct": 2518,
  "arthrographyvideo": 927,
  "american": 641,
  "college": 1948,
  "radiology": 7315,
  "radiological": 7311,
  "society": 8587,
  "north": 6121,
  "america": 639,
  "spanish": 8656,
  "mrivideo": 5864,
  "academy": 333,
  "family": 3359,
  "physicians": 6811,
  "therapies": 9840,
  "cortisone": 2188,
  "shots": 8154,
  "mayo": 5520,
  "foundation": 3603,
  "medical": 5550,
  "education": 2824,
  "research": 7709,
  "rehabilitation": 7493,
  "orthopaedic": 6346,
  "surgeons": 9226,
  "pdf": 6685,
  "surgical": 9339,
  "options": 6320,
  "arthroscopy": 942,
  "impingement": 4317,
  "pediatrics": 6694,
  "replacement": 7672,
  "specifics": 8697,
  "impingementrotator": 4325,
  "images": 4281,
  "repair": 7586,
  "series": 8072,
  "encyclopedia": 2969,
  "clinical": 1890,
  "trials": 10266,
  "clinicaltrialsgov": 1894,
  "injuriesfrom": 4570,
  "national": 5986,
  "institutes": 4643,
  "syndromefrom": 9460,
  "journal": 4838,
  "articles": 972,
  "references": 7466,
  "abstracts": 327,
  "medlinepubmed": 5621,
  "library": 5088,
  "medicine": 5575,
  "article": 963,
  "biological": 1310,
  "effect": 2830,
  "plateletrich": 6885,
  "plasma": 6877,
  "subacromial": 9110,
  "making": 5367,
  "sense": 8061,
  "exercise": 3153,
  "measuring": 5541,
  "accuracy": 343,
  "artificial": 978,
  "prevalence": 7046,
  "os": 6359,
  "acromiale": 355,
  "concomitant": 2052,
  "focused": 3521,
  "expert": 3264,
  "institute": 4640,
  "arthritis": 904,
  "musculoskeletal": 5955,
  "skin": 8476,
  "diseasesfrom": 2594,
  "children": 1835,
  "tendonitis": 9727,
  "parents": 6604,
  "nemours": 6041,
  "handouts": 3904,
  "reverse": 7820,
  "total": 10135,
  "discharge": 2542,
  "selfcare": 8048,
  "contact": 2125,
  "questions": 7283,
  "learn": 5013,
  "cite": 1860,
  "page": 6453,
  "yesno": 10971,
  "thank": 9830,
  "feedback": 3371,
  "rotator cuff": 7906,
  "cuff injuries": 2250,
  "injuries rotator": 4561,
  "cuff part": 2262,
  "part shoulder": 6615,
  "shoulder joint": 8248,
  "joint group": 4779,
  "group muscles": 3843,
  "muscles tendons": 5941,
  "tendons holds": 9744,
  "holds top": 4170,
  "top part": 10113,
  "part upper": 6619,
  "upper arm": 10425,
  "arm bone": 797,
  "bone firmly": 1391,
  "firmly shoulder": 3438,
  "shoulder socket": 8314,
  "socket rotator": 8595,
  "cuff keeps": 2254,
  "keeps shoulder": 4892,
  "shoulder stable": 8317,
  "stable move": 8796,
  "move arm": 5790,
  "arm direction": 808,
  "direction rotator": 2523,
  "injuries common": 4552,
  "common wearandtear": 1998,
  "wearandtear injuries": 10677,
  "injuries arm": 4546,
  "arm movements": 835,
  "movements especially": 5829,
  "especially reaching": 3065,
  "reaching head": 7355,
  "head time": 3967,
  "time tissues": 10012,
  "tissues rotator": 10076,
  "cuff break": 2239,
  "break leading": 1476,
  "leading injuries": 5000,
  "injuries tendinitis": 4565,
  "tendinitis tendons": 9687,
  "tendons rotator": 9759,
  "cuff connect": 2241,
  "connect muscles": 2092,
  "muscles shoulder": 5933,
  "shoulder bones": 8185,
  "bones tendinitis": 1430,
  "tendons become": 9734,
  "become irritated": 1208,
  "irritated swollen": 4712,
  "swollen pinched": 9400,
  "pinched shoulder": 6831,
  "shoulder movements": 8268,
  "movements bursitis": 5828,
  "bursitis bursa": 1547,
  "bursa small": 1542,
  "small fluidfilled": 8548,
  "fluidfilled sac": 3505,
  "sac pads": 7939,
  "pads space": 6452,
  "space rotator": 8655,
  "cuff bones": 2238,
  "bones shoulder": 1429,
  "shoulder bursitis": 8186,
  "bursitis happens": 1550,
  "happens muscle": 3944,
  "muscle bone": 5883,
  "bone rub": 1409,
  "rub bursa": 7920,
  "bursa much": 1539,
  "much swells": 5874,
  "swells extra": 9388,
  "extra fluid": 3294,
  "fluid causes": 3499,
  "causes pain": 1740,
  "pain rotator": 6536,
  "cuff tears": 2275,
  "tears tears": 9616,
  "tears rotator": 9612,
  "cuff tendon": 2278,
  "tendon happen": 9702,
  "happen time": 3939,
  "time suddenly": 10008,
  "suddenly injury": 9139,
  "injury falling": 4586,
  "falling outstretched": 3351,
  "outstretched arm": 6395,
  "arm lifting": 829,
  "lifting something": 5122,
  "something heavy": 8622,
  "heavy tear": 4033,
  "tear may": 9573,
  "may go": 5456,
  "go part": 3773,
  "part way": 6620,
  "way tendon": 10644,
  "tendon partial": 9710,
  "partial tear": 6625,
  "tear way": 9591,
  "way full": 10639,
  "full tear": 3664,
  "tear likely": 9571,
  "likely develop": 5155,
  "develop rotator": 2463,
  "cuff injury": 2252,
  "injury anyone": 4573,
  "anyone develop": 715,
  "injury certain": 4581,
  "certain people": 1771,
  "people likely": 6718,
  "likely one": 5159,
  "one people": 6279,
  "people age": 6708,
  "age 40": 501,
  "40 rotator": 200,
  "injuries wear": 4567,
  "wear tear": 10673,
  "tear aging": 9558,
  "aging age": 517,
  "age 80": 503,
  "80 adults": 275,
  "adults tears": 471,
  "tears athletes": 9601,
  "athletes playing": 1032,
  "playing sports": 6897,
  "sports repeated": 8753,
  "repeated shoulder": 7640,
  "movements increases": 5831,
  "increases risk": 4448,
  "risk rotator": 7854,
  "injury example": 4585,
  "example tennis": 3141,
  "tennis swimming": 9783,
  "swimming baseball": 9392,
  "baseball especially": 1177,
  "especially pitching": 3064,
  "pitching people": 6842,
  "people jobs": 6717,
  "jobs require": 4754,
  "require lot": 7694,
  "lot reaching": 5279,
  "reaching overhead": 7357,
  "overhead heavy": 6406,
  "heavy lifting": 4031,
  "lifting carpenters": 5118,
  "carpenters construction": 1677,
  "construction workers": 2121,
  "workers painters": 10843,
  "painters examples": 6585,
  "examples workers": 3145,
  "workers may": 10842,
  "may likely": 5469,
  "likely rotator": 5163,
  "cuff problems": 2266,
  "problems symptoms": 7109,
  "symptoms rotator": 9440,
  "injuries dont": 4555,
  "dont always": 2653,
  "always cause": 632,
  "cause pain": 1718,
  "pain pain": 6522,
  "pain often": 6521,
  "often top": 6242,
  "part arm": 6611,
  "arm shoulder": 856,
  "shoulder may": 8261,
  "may feel": 5452,
  "feel pain": 3378,
  "pain lie": 6499,
  "lie especially": 5093,
  "especially injured": 3063,
  "injured shoulder": 4540,
  "shoulder lift": 8255,
  "lift arm": 5105,
  "arm lower": 831,
  "lower front": 5292,
  "front side": 3645,
  "side reach": 8432,
  "reach behind": 7348,
  "behind back": 1239,
  "back symptoms": 1127,
  "symptoms torn": 9449,
  "torn rotator": 10127,
  "cuff may": 2257,
  "may include": 5462,
  "include loss": 4410,
  "loss strength": 5273,
  "strength arm": 8992,
  "arm clicking": 803,
  "clicking popping": 1889,
  "popping sounds": 6927,
  "sounds move": 8649,
  "arm rotator": 855,
  "injuries diagnosed": 4553,
  "diagnosed find": 2495,
  "find rotator": 3419,
  "injury health": 4591,
  "health care": 3991,
  "care examine": 1637,
  "examine shoulder": 3131,
  "shoulder includes": 8242,
  "includes checking": 4423,
  "checking range": 1819,
  "range motion": 7337,
  "motion pain": 5756,
  "pain test": 6552,
  "test arm": 9796,
  "shoulder strength": 8320,
  "strength may": 8998,
  "may order": 5477,
  "order imaging": 6329,
  "imaging tests": 4295,
  "tests xrays": 9827,
  "xrays ultrasound": 10948,
  "ultrasound mri": 10371,
  "mri scan": 5859,
  "scan treatments": 7983,
  "treatments rotator": 10258,
  "injuries best": 4549,
  "best treatment": 1284,
  "treatment depends": 10220,
  "depends age": 2430,
  "age much": 508,
  "much injury": 5870,
  "injury bothers": 4578,
  "bothers whether": 1441,
  "whether injury": 10768,
  "injury sudden": 4610,
  "sudden happened": 9132,
  "happened wear": 3941,
  "tear treatments": 9589,
  "injuries often": 4559,
  "often include": 6228,
  "include rest": 4414,
  "rest putting": 7751,
  "putting ice": 7280,
  "ice cold": 4250,
  "cold pack": 1940,
  "pack sore": 6442,
  "sore area": 8642,
  "area pain": 776,
  "pain relievers": 6532,
  "relievers lessen": 7541,
  "lessen pain": 5073,
  "pain swelling": 6548,
  "swelling ibuprofen": 9376,
  "ibuprofen aspirin": 4245,
  "aspirin physical": 1011,
  "physical therapy": 6805,
  "therapy exercises": 9877,
  "exercises strengthen": 3228,
  "strengthen shoulder": 9015,
  "shoulder improve": 8240,
  "improve movement": 4354,
  "movement corticosteroid": 5814,
  "corticosteroid shot": 2187,
  "shot shoulder": 8152,
  "joint treatments": 4824,
  "treatments dont": 10253,
  "dont help": 2654,
  "help pain": 4066,
  "pain treatments": 6559,
  "cuff tendinitis": 2276,
  "tendinitis bursitis": 9669,
  "bursitis may": 1551,
  "may also": 5431,
  "also include": 589,
  "include ultrasound": 4420,
  "ultrasound therapy": 10373,
  "therapy surgery": 9899,
  "surgery may": 9290,
  "may option": 5476,
  "option shoulder": 6319,
  "shoulder doesnt": 8205,
  "doesnt feel": 2634,
  "feel better": 3373,
  "better 6": 1287,
  "6 12": 238,
  "12 months": 30,
  "months treatments": 5729,
  "treatments torn": 10262,
  "include heat": 4405,
  "heat sore": 4025,
  "area electrical": 770,
  "electrical stimulation": 2943,
  "stimulation nerves": 8917,
  "nerves muscles": 6064,
  "muscles transcutaneous": 5943,
  "transcutaneous electrical": 10177,
  "electrical nerve": 2942,
  "nerve stimulation": 6059,
  "stimulation tens": 8918,
  "tens may": 9786,
  "may suggest": 5504,
  "suggest surgery": 9142,
  "surgery tear": 9328,
  "tear large": 9570,
  "large recent": 4954,
  "recent injury": 7389,
  "injury symptoms": 4612,
  "symptoms last": 9420,
  "last 6": 4966,
  "months see": 5726,
  "see health": 8030,
  "care shoulder": 1651,
  "shoulder pain": 8279,
  "pain certain": 6474,
  "certain activities": 1768,
  "activities bother": 382,
  "bother shoulder": 1439,
  "shoulder best": 8179,
  "best stop": 1282,
  "stop check": 8935,
  "check thats": 1814,
  "thats early": 9833,
  "early treatment": 2773,
  "treatment prevent": 10239,
  "prevent mild": 7054,
  "mild rotator": 5668,
  "injuries becoming": 4548,
  "becoming serious": 1221,
  "serious later": 8078,
  "later arm": 4973,
  "arm feels": 814,
  "feels weak": 3390,
  "weak right": 10655,
  "right sudden": 7842,
  "sudden injury": 9133,
  "injury shoulder": 4609,
  "shoulder see": 8308,
  "see soon": 8038,
  "soon possible": 8640,
  "possible diagnosis": 6969,
  "diagnosis tests": 2500,
  "tests direct": 9813,
  "direct arthrographyvideo": 2519,
  "arthrographyvideo american": 928,
  "american college": 643,
  "college radiology": 1949,
  "radiology radiological": 7316,
  "radiological society": 7312,
  "society north": 8589,
  "north america": 6122,
  "america also": 640,
  "also spanish": 608,
  "spanish shoulder": 8670,
  "shoulder mrivideo": 8272,
  "mrivideo american": 5865,
  "pain causes": 6473,
  "causes treatment": 1745,
  "treatment american": 10214,
  "american academy": 642,
  "academy family": 334,
  "family physicians": 3361,
  "physicians treatments": 6813,
  "treatments therapies": 10261,
  "therapies cortisone": 9842,
  "cortisone shots": 2192,
  "shots mayo": 8155,
  "mayo foundation": 5521,
  "foundation medical": 3606,
  "medical education": 5557,
  "education research": 2825,
  "research also": 7710,
  "spanish rotator": 8669,
  "cuff shoulder": 2271,
  "shoulder rehabilitation": 8301,
  "rehabilitation exercises": 7495,
  "exercises american": 3197,
  "academy orthopaedic": 335,
  "orthopaedic surgeons": 6351,
  "surgeons pdf": 9234,
  "pdf rotator": 6687,
  "tears surgical": 9615,
  "surgical treatment": 9348,
  "treatment options": 10235,
  "options american": 6321,
  "surgeons shoulder": 9235,
  "shoulder arthroscopy": 8171,
  "arthroscopy american": 943,
  "shoulder impingement": 8238,
  "impingement treatment": 4324,
  "academy pediatrics": 336,
  "pediatrics also": 6695,
  "joint replacement": 4806,
  "replacement american": 7673,
  "surgeons specifics": 9236,
  "specifics rotator": 8699,
  "tears american": 9599,
  "shoulder impingementrotator": 8239,
  "impingementrotator cuff": 4326,
  "tendinitis american": 9668,
  "surgeons images": 9232,
  "images rotator": 4288,
  "cuff repair": 2268,
  "repair series": 7610,
  "series medical": 8073,
  "medical encyclopedia": 5558,
  "encyclopedia also": 2970,
  "spanish clinical": 8658,
  "clinical trials": 1893,
  "trials clinicaltrialsgov": 10267,
  "clinicaltrialsgov rotator": 1895,
  "cuff injuriesfrom": 2251,
  "injuriesfrom national": 4571,
  "national institutes": 5988,
  "institutes health": 4644,
  "health national": 3998,
  "health clinicaltrialsgov": 3992,
  "clinicaltrialsgov shoulder": 1896,
  "impingement syndromefrom": 4323,
  "syndromefrom national": 9461,
  "health journal": 3995,
  "journal articles": 4839,
  "articles references": 974,
  "references abstracts": 7467,
  "abstracts medlinepubmed": 328,
  "medlinepubmed national": 5622,
  "national library": 5989,
  "library medicine": 5089,
  "medicine article": 5578,
  "article biological": 964,
  "biological effect": 1311,
  "effect plateletrich": 2831,
  "plateletrich plasma": 6886,
  "plasma subacromial": 6880,
  "subacromial bursa": 9111,
  "bursa torn": 1543,
  "torn article": 10121,
  "article making": 969,
  "making sense": 5372,
  "sense shoulder": 8062,
  "shoulder exercise": 8211,
  "exercise measuring": 3174,
  "measuring accuracy": 5542,
  "accuracy artificial": 344,
  "artificial article": 979,
  "article prevalence": 970,
  "prevalence os": 7047,
  "os acromiale": 6360,
  "acromiale concomitant": 356,
  "concomitant rotator": 2053,
  "tears focused": 9603,
  "focused rotator": 3522,
  "injuries see": 4562,
  "see articles": 8026,
  "articles find": 973,
  "find expert": 3417,
  "expert national": 3265,
  "national institute": 5987,
  "institute arthritis": 4642,
  "arthritis musculoskeletal": 916,
  "musculoskeletal skin": 5958,
  "skin diseasesfrom": 8481,
  "diseasesfrom national": 2595,
  "health also": 3990,
  "spanish children": 8657,
  "children rotator": 1838,
  "cuff tendonitis": 2279,
  "tendonitis parents": 9728,
  "parents nemours": 6605,
  "nemours foundation": 6042,
  "foundation also": 3604,
  "spanish handouts": 8664,
  "handouts reverse": 3907,
  "reverse total": 7821,
  "total shoulder": 10137,
  "shoulder replacement": 8303,
  "replacement discharge": 7675,
  "discharge medical": 2554,
  "cuff selfcare": 2270,
  "selfcare medical": 8051,
  "cuff exercises": 2244,
  "exercises medical": 3218,
  "problems medical": 7104,
  "repair medical": 7601,
  "arthroscopy medical": 950,
  "replacement medical": 7681,
  "spanish contact": 8659,
  "contact health": 2129,
  "care questions": 1649,
  "questions health": 7284,
  "health learn": 3996,
  "learn cite": 5019,
  "cite page": 1861,
  "page yesno": 6460,
  "yesno thank": 10972,
  "thank feedback": 9831,
  "overuse": 6423,
  "wearing": 10678,
  "away": 1081,
  "relief": 7527,
  "measures": 5537,
  "using": 10485,
  "properly": 7204,
  "ease": 2774,
  "inflammation": 4475,
  "normally": 6117,
  "smooth": 8572,
  "layer": 4987,
  "lining": 5186,
  "occurs": 6198,
  "relieving": 7544,
  "medicines": 5596,
  "naproxen": 5978,
  "reduce": 7449,
  "take": 9479,
  "every": 3098,
  "day": 2343,
  "tell": 9632,
  "general": 3698,
  "monitored": 5711,
  "moist": 5704,
  "hot": 4195,
  "bath": 1186,
  "shower": 8375,
  "loosen": 5258,
  "applied": 733,
  "20": 82,
  "minutes": 5687,
  "3": 148,
  "4": 186,
  "times": 10016,
  "cut": 2294,
  "wrap": 10896,
  "clean": 1866,
  "towel": 10154,
  "cloth": 1912,
  "place": 6844,
  "directly": 2534,
  "frostbite": 3648,
  "avoid": 1070,
  "placing": 6870,
  "stress": 9027,
  "heal": 3969,
  "reinjury": 7506,
  "positions": 6957,
  "posture": 6989,
  "night": 6080,
  "relieve": 7531,
  "sleep": 8491,
  "either": 2846,
  "resting": 7753,
  "painful": 6578,
  "couple": 2202,
  "pillows": 6826,
  "sitting": 8470,
  "use": 10435,
  "good": 3799,
  "keep": 4858,
  "pillow": 6820,
  "feet": 3391,
  "flat": 3459,
  "floor": 3491,
  "footstool": 3559,
  "practice": 7008,
  "blade": 1322,
  "ideal": 4261,
  "tips": 10047,
  "taking": 9509,
  "carry": 1684,
  "backpack": 1132,
  "purse": 7258,
  "work": 10817,
  "arms": 875,
  "level": 5080,
  "long": 5216,
  "needed": 6024,
  "foot": 3547,
  "stool": 8928,
  "ladder": 4942,
  "objects": 6156,
  "close": 1898,
  "body": 1361,
  "try": 10275,
  "loads": 5203,
  "regular": 7486,
  "breaks": 1480,
  "activity": 417,
  "thumb": 9955,
  "pointing": 6914,
  "store": 8948,
  "items": 4723,
  "places": 6868,
  "easily": 2784,
  "things": 9911,
  "phone": 6782,
  "reinjuring": 7504,
  "refer": 7462,
  "therapist": 9843,
  "start": 8824,
  "passive": 6648,
  "get": 3723,
  "teaches": 9551,
  "focus": 3515,
  "weights": 10748,
  "higher": 4118,
  "repetitions": 7649,
  "improvements": 4369,
  "returning": 7808,
  "examined": 3132,
  "around": 880,
  "spine": 8708,
  "exam": 3109,
  "meant": 5533,
  "provoke": 7232,
  "someone": 8615,
  "abnormal": 320,
  "gradual": 3811,
  "ask": 988,
  "proper": 7198,
  "technique": 9620,
  "involve": 4680,
  "musclesrotator": 5949,
  "finnoff": 3433,
  "jt": 4844,
  "johnson": 4757,
  "w": 10569,
  "limb": 5165,
  "dysfunction": 2760,
  "cifu": 1854,
  "dx": 2755,
  "ed": 2802,
  "braddoms": 1469,
  "6th": 255,
  "philadelphia": 6777,
  "elsevier": 2954,
  "2021chap": 114,
  "35": 169,
  "mosich": 5734,
  "gm": 3767,
  "yamaguchi": 10951,
  "kt": 4930,
  "petrigliano": 6773,
  "fa": 3303,
  "lesions": 5063,
  "miller": 5671,
  "thompson": 9929,
  "sr": 8785,
  "eds": 2816,
  "delee": 2405,
  "drez": 2706,
  "millers": 5674,
  "5th": 235,
  "2020chap": 108,
  "47": 209,
  "read": 7364,
  "ct": 2231,
  "review": 7822,
  "date": 2333,
  "642025": 251,
  "updated": 10414,
  "c": 1562,
  "benjamin": 1268,
  "professor": 7150,
  "chief": 1831,
  "service": 8084,
  "ucsf": 10355,
  "department": 2419,
  "san": 7962,
  "francisco": 3624,
  "ca": 1567,
  "reviewed": 7824,
  "david": 2341,
  "dugdale": 2749,
  "director": 2539,
  "brenda": 1497,
  "conaway": 2046,
  "editorial": 2813,
  "adam": 441,
  "team": 9554,
  "selfcare tendons": 8055,
  "tendons torn": 9767,
  "torn overuse": 10126,
  "overuse injury": 6424,
  "injury wearing": 4618,
  "wearing away": 10679,
  "away time": 1088,
  "time pain": 9999,
  "pain relief": 6531,
  "relief measures": 7528,
  "measures using": 5540,
  "using shoulder": 10494,
  "shoulder properly": 8291,
  "properly shoulder": 7206,
  "shoulder exercises": 8212,
  "exercises may": 3217,
  "may help": 5460,
  "help ease": 4054,
  "ease symptoms": 2776,
  "problems common": 7098,
  "common rotator": 1990,
  "problems include": 7101,
  "include tendinitis": 4419,
  "tendinitis inflammation": 9675,
  "inflammation tendons": 4486,
  "tendons swelling": 9762,
  "swelling bursa": 9373,
  "bursa normally": 1540,
  "normally smooth": 6120,
  "smooth layer": 8573,
  "layer lining": 4988,
  "lining tendons": 5190,
  "tendons tear": 9763,
  "tear occurs": 9577,
  "occurs one": 6204,
  "one tendons": 6283,
  "injury relieving": 4606,
  "relieving pain": 7546,
  "pain medicines": 6510,
  "medicines ibuprofen": 5602,
  "ibuprofen naproxen": 4246,
  "naproxen may": 5981,
  "help reduce": 4070,
  "reduce swelling": 7456,
  "swelling pain": 9377,
  "pain take": 6549,
  "take medicines": 9490,
  "medicines every": 5600,
  "every day": 3100,
  "day tell": 2356,
  "tell health": 9637,
  "care general": 1638,
  "general health": 3702,
  "health monitored": 3997,
  "monitored moist": 5712,
  "moist heat": 5705,
  "heat hot": 4023,
  "hot bath": 4196,
  "bath shower": 1187,
  "shower heat": 8377,
  "heat pack": 4024,
  "pack help": 6441,
  "help loosen": 4061,
  "loosen shoulder": 5259,
  "shoulder feel": 8214,
  "pain shoulder": 6538,
  "shoulder ice": 8235,
  "ice pack": 4254,
  "pack applied": 6439,
  "applied shoulder": 737,
  "shoulder 20": 8158,
  "20 minutes": 84,
  "minutes time": 5689,
  "time 3": 9979,
  "3 4": 149,
  "4 times": 195,
  "times day": 10018,
  "day may": 2348,
  "also help": 588,
  "help cut": 4050,
  "cut swelling": 2299,
  "pain wrap": 6569,
  "wrap ice": 10897,
  "ice clean": 4249,
  "clean towel": 1877,
  "towel cloth": 10156,
  "cloth place": 1916,
  "place directly": 6848,
  "directly shoulder": 2537,
  "may cause": 5439,
  "cause frostbite": 1710,
  "frostbite using": 3649,
  "shoulder learn": 8252,
  "learn care": 5017,
  "shoulder avoid": 8174,
  "avoid placing": 1072,
  "placing extra": 6871,
  "extra stress": 3295,
  "stress help": 9029,
  "help heal": 4056,
  "heal injury": 3971,
  "injury avoid": 4576,
  "avoid reinjury": 1075,
  "reinjury positions": 7507,
  "positions posture": 6959,
  "posture day": 6990,
  "day night": 2349,
  "night also": 6081,
  "help relieve": 4073,
  "relieve shoulder": 7533,
  "pain sleep": 6540,
  "sleep lie": 8493,
  "lie either": 5092,
  "either side": 2849,
  "side pain": 8429,
  "pain back": 6469,
  "back resting": 1116,
  "resting painful": 7756,
  "painful shoulder": 6582,
  "shoulder couple": 8198,
  "couple pillows": 2203,
  "pillows may": 6828,
  "help sitting": 4079,
  "sitting use": 8472,
  "use good": 10445,
  "good posture": 3805,
  "posture keep": 6993,
  "keep head": 4871,
  "head shoulder": 3963,
  "shoulder place": 8283,
  "place towel": 6859,
  "towel pillow": 10159,
  "pillow behind": 6821,
  "behind lower": 1244,
  "lower back": 5291,
  "back keep": 1106,
  "keep feet": 4869,
  "feet either": 3392,
  "either flat": 2847,
  "flat floor": 3460,
  "floor footstool": 3492,
  "footstool practice": 3560,
  "practice good": 7010,
  "posture general": 6992,
  "general keep": 3703,
  "keep shoulder": 4877,
  "shoulder blade": 8182,
  "blade joint": 1328,
  "joint ideal": 4787,
  "ideal positions": 4262,
  "positions tips": 6960,
  "tips taking": 10048,
  "taking care": 9512,
  "shoulder include": 8241,
  "include carry": 4399,
  "carry backpack": 1685,
  "backpack purse": 1133,
  "purse one": 7259,
  "one shoulder": 6282,
  "shoulder work": 8350,
  "work arms": 10819,
  "arms shoulder": 878,
  "shoulder level": 8254,
  "level long": 5082,
  "long time": 5229,
  "time needed": 9997,
  "needed use": 6035,
  "use foot": 10442,
  "foot stool": 3553,
  "stool ladder": 8930,
  "ladder lift": 4943,
  "lift carry": 5106,
  "carry objects": 1686,
  "objects close": 6157,
  "close body": 1900,
  "body try": 1377,
  "try lift": 10281,
  "lift heavy": 5107,
  "heavy loads": 4032,
  "loads away": 5204,
  "away body": 1083,
  "body overhead": 1370,
  "overhead take": 6414,
  "take regular": 9496,
  "regular breaks": 7488,
  "breaks activity": 1481,
  "activity reaching": 426,
  "reaching something": 7359,
  "something arm": 8621,
  "arm thumb": 868,
  "thumb pointing": 9957,
  "pointing store": 6916,
  "store items": 8950,
  "items use": 4724,
  "use every": 10441,
  "day places": 2351,
  "places reach": 6869,
  "reach easily": 7350,
  "easily keep": 2786,
  "keep things": 4882,
  "things use": 9914,
  "use lot": 10448,
  "lot phone": 5278,
  "phone close": 6784,
  "close avoid": 1899,
  "avoid reaching": 1074,
  "reaching reinjuring": 7358,
  "reinjuring shoulder": 7505,
  "shoulder physical": 8281,
  "exercises likely": 3213,
  "likely refer": 5161,
  "refer physical": 7463,
  "physical therapist": 6804,
  "therapist learn": 9851,
  "learn exercises": 5022,
  "exercises shoulder": 3225,
  "may start": 5502,
  "start passive": 8830,
  "passive exercises": 6649,
  "exercises exercises": 3206,
  "exercises therapist": 3234,
  "therapist arm": 9846,
  "arm use": 871,
  "good arm": 3800,
  "arm move": 833,
  "move injured": 5799,
  "injured arm": 4537,
  "arm exercises": 813,
  "help get": 4055,
  "get full": 3730,
  "full movement": 3659,
  "movement back": 5813,
  "back shoulder": 1120,
  "therapist teaches": 9862,
  "teaches strengthen": 9553,
  "shoulder muscles": 8273,
  "muscles rotator": 5931,
  "cuff muscles": 2259,
  "muscles small": 5934,
  "small muscles": 8551,
  "muscles focus": 5916,
  "focus exercises": 3516,
  "exercises lower": 3215,
  "lower weights": 5300,
  "weights higher": 10751,
  "higher repetitions": 4122,
  "repetitions exercises": 7658,
  "may focus": 5453,
  "focus shoulder": 3518,
  "blade improvements": 1327,
  "improvements shoulder": 4370,
  "shoulder movement": 8267,
  "movement returning": 5822,
  "returning sports": 7811,
  "sports best": 8738,
  "best avoid": 1279,
  "avoid playing": 1073,
  "sports pain": 8749,
  "pain rest": 6534,
  "rest activity": 7740,
  "activity also": 418,
  "also examined": 583,
  "examined physical": 3133,
  "therapist returning": 9859,
  "sports full": 8742,
  "full strength": 3663,
  "strength muscles": 9000,
  "muscles around": 5911,
  "around shoulder": 889,
  "joint good": 4778,
  "good range": 3806,
  "motion shoulder": 5764,
  "blade upper": 1339,
  "upper spine": 10430,
  "spine pain": 8709,
  "certain physical": 1772,
  "physical exam": 6799,
  "exam tests": 3116,
  "tests meant": 9817,
  "meant provoke": 5534,
  "provoke pain": 7233,
  "pain someone": 6542,
  "someone rotator": 8619,
  "problems abnormal": 7092,
  "abnormal movement": 321,
  "movement shoulder": 5823,
  "joint shoulder": 4809,
  "blade returning": 1332,
  "sports activities": 8737,
  "activities gradual": 389,
  "gradual ask": 3812,
  "ask physical": 994,
  "therapist proper": 9857,
  "proper technique": 7202,
  "technique use": 9623,
  "use sports": 10455,
  "activities involve": 394,
  "involve lot": 4685,
  "lot shoulder": 5280,
  "movement images": 5815,
  "cuff musclesrotator": 2260,
  "musclesrotator cuff": 5950,
  "muscles references": 5929,
  "references finnoff": 7472,
  "finnoff jt": 3434,
  "jt johnson": 4846,
  "johnson w": 4758,
  "w upper": 10570,
  "upper limb": 10429,
  "limb pain": 5166,
  "pain dysfunction": 6481,
  "dysfunction cifu": 2761,
  "cifu dx": 1855,
  "dx ed": 2756,
  "ed braddoms": 2804,
  "braddoms physical": 1470,
  "physical medicine": 6802,
  "medicine rehabilitation": 5589,
  "rehabilitation 6th": 7494,
  "6th ed": 256,
  "ed philadelphia": 2806,
  "philadelphia elsevier": 6778,
  "elsevier 2021chap": 2957,
  "2021chap 35": 117,
  "35 mosich": 171,
  "mosich gm": 5735,
  "gm yamaguchi": 3768,
  "yamaguchi kt": 10952,
  "kt petrigliano": 4931,
  "petrigliano fa": 6774,
  "fa rotator": 3306,
  "cuff impingement": 2248,
  "impingement lesions": 4318,
  "lesions miller": 5064,
  "miller thompson": 5673,
  "thompson sr": 9930,
  "sr eds": 8786,
  "eds delee": 2818,
  "delee drez": 2406,
  "drez millers": 2707,
  "millers orthopaedic": 5675,
  "orthopaedic sports": 6349,
  "sports medicine": 8748,
  "medicine 5th": 5576,
  "5th ed": 236,
  "elsevier 2020chap": 2956,
  "2020chap 47": 110,
  "47 read": 211,
  "read rotator": 7368,
  "problems rotator": 7107,
  "repair shoulder": 7611,
  "arthroscopy shoulder": 954,
  "shoulder ct": 8199,
  "ct scan": 2232,
  "scan shoulder": 7982,
  "shoulder mri": 8271,
  "shoulder surgery": 8323,
  "surgery discharge": 9260,
  "discharge using": 2567,
  "surgery review": 9315,
  "review date": 7823,
  "date 642025": 2338,
  "642025 updated": 252,
  "updated c": 10416,
  "c benjamin": 1564,
  "benjamin professor": 1269,
  "professor chief": 7151,
  "chief sports": 1832,
  "medicine shoulder": 5591,
  "shoulder service": 8309,
  "service ucsf": 8086,
  "ucsf department": 10356,
  "department orthopaedic": 2422,
  "orthopaedic surgery": 6352,
  "surgery san": 9319,
  "san francisco": 7963,
  "francisco ca": 3625,
  "ca also": 1568,
  "also reviewed": 605,
  "reviewed david": 7826,
  "david c": 2342,
  "c dugdale": 1565,
  "dugdale medical": 2750,
  "medical director": 5556,
  "director brenda": 2541,
  "brenda conaway": 1498,
  "conaway editorial": 2047,
  "editorial director": 2814,
  "director adam": 2540,
  "adam editorial": 442,
  "editorial team": 2815,
  "team learn": 9556,
  "page rotator": 6457,
  "injuries yesno": 4568,
  "hold": 4148,
  "coordinated": 2172,
  "painfree": 6572,
  "pass": 6644,
  "underneath": 10389,
  "bony": 1433,
  "attaching": 1057,
  "join": 4759,
  "together": 10086,
  "form": 3587,
  "surrounds": 9355,
  "helps": 4089,
  "allows": 555,
  "result": 7768,
  "irritation": 4714,
  "due": 2740,
  "lead": 4989,
  "weakness": 10662,
  "stiffness": 8894,
  "key": 4893,
  "recovery": 7422,
  "make": 5347,
  "stronger": 9085,
  "flexible": 3474,
  "treat": 10196,
  "trained": 10172,
  "ability": 313,
  "want": 10593,
  "evaluating": 3075,
  "treating": 10208,
  "evaluate": 3072,
  "mechanics": 5543,
  "watch": 10616,
  "moves": 5840,
  "perform": 6729,
  "including": 4427,
  "observe": 6161,
  "stand": 8808,
  "sit": 8464,
  "different": 2505,
  "seem": 8046,
  "worsen": 10851,
  "testing": 9805,
  "examining": 3134,
  "know": 4918,
  "tight": 9967,
  "program": 7157,
  "stretch": 9030,
  "goal": 3775,
  "function": 3670,
  "well": 10753,
  "little": 5193,
  "teach": 9546,
  "ways": 10647,
  "everyday": 3101,
  "tasks": 9536,
  "correct": 2180,
  "home": 4171,
  "sure": 9177,
  "need": 6007,
  "change": 1787,
  "resistance": 7720,
  "strengthening": 9017,
  "smaller": 8560,
  "repetition": 7646,
  "stretching": 9062,
  "posterior": 6980,
  "hand": 3873,
  "anterior": 701,
  "pendulum": 6701,
  "wall": 10587,
  "stretches": 9060,
  "internal": 4671,
  "rotation": 7888,
  "band": 1160,
  "external": 3290,
  "isometric": 4719,
  "pushups": 7267,
  "scapular": 7993,
  "retraction": 7791,
  "tubing": 10296,
  "alternative": 621,
  "names": 5968,
  "frozen": 3650,
  "exercises muscles": 3221,
  "tendons hold": 9743,
  "hold arm": 4153,
  "joint help": 4782,
  "help move": 4065,
  "move coordinated": 5794,
  "coordinated painfree": 2173,
  "painfree way": 6577,
  "way tendons": 10645,
  "time exercises": 9989,
  "exercises help": 3208,
  "help strengthen": 4082,
  "strengthen rotator": 9014,
  "tendons relieve": 9757,
  "relieve symptoms": 7534,
  "symptoms shoulder": 9443,
  "joint tendons": 4820,
  "cuff pass": 2263,
  "pass underneath": 6645,
  "underneath bony": 10390,
  "bony area": 1434,
  "area way": 782,
  "way attaching": 10637,
  "attaching top": 1059,
  "top arm": 10109,
  "bone tendons": 1419,
  "tendons join": 9746,
  "join together": 4762,
  "together form": 10090,
  "form cuff": 3589,
  "cuff surrounds": 2273,
  "surrounds shoulder": 9357,
  "joint helps": 4783,
  "helps keep": 4091,
  "keep joint": 4873,
  "joint stable": 4812,
  "stable allows": 8794,
  "allows arm": 558,
  "bone move": 1401,
  "move shoulder": 5802,
  "shoulder bone": 8184,
  "bone injury": 1397,
  "injury tendons": 4614,
  "tendons may": 9749,
  "may result": 5494,
  "result rotator": 7775,
  "tendinitis irritation": 9677,
  "irritation swelling": 4716,
  "swelling tendons": 9383,
  "cuff tear": 2274,
  "torn due": 10124,
  "due overuse": 2746,
  "injury injuries": 4594,
  "often lead": 6230,
  "lead pain": 4995,
  "pain weakness": 6565,
  "weakness stiffness": 10667,
  "stiffness use": 8910,
  "use shoulder": 10453,
  "shoulder key": 8250,
  "key part": 4894,
  "part recovery": 6614,
  "recovery exercises": 7426,
  "exercises make": 3216,
  "make muscles": 5358,
  "tendons joint": 9747,
  "joint stronger": 4814,
  "stronger flexible": 9088,
  "flexible health": 3476,
  "care may": 1644,
  "may refer": 5489,
  "therapist treat": 9866,
  "treat rotator": 10199,
  "cuff physical": 2264,
  "therapist trained": 9865,
  "trained help": 10173,
  "help improve": 4058,
  "improve ability": 4346,
  "ability activities": 314,
  "activities want": 415,
  "want evaluating": 10595,
  "evaluating shoulder": 3076,
  "shoulder treating": 8336,
  "treating therapist": 10210,
  "therapist evaluate": 9847,
  "evaluate body": 3073,
  "body mechanics": 1369,
  "mechanics therapist": 5544,
  "therapist may": 9854,
  "may watch": 5516,
  "watch shoulder": 10617,
  "shoulder moves": 8269,
  "moves perform": 5841,
  "perform activities": 6730,
  "activities including": 392,
  "including shoulder": 4432,
  "blade observe": 1330,
  "observe spine": 6163,
  "spine posture": 8710,
  "posture stand": 6995,
  "stand sit": 8813,
  "sit check": 8466,
  "check range": 1810,
  "joint spine": 4811,
  "spine test": 8712,
  "test different": 9798,
  "different muscles": 2506,
  "muscles weakness": 5946,
  "stiffness check": 8895,
  "check see": 1811,
  "see movements": 8036,
  "movements seem": 5837,
  "seem cause": 8047,
  "cause worsen": 1727,
  "worsen pain": 10852,
  "pain testing": 6553,
  "testing examining": 9806,
  "examining physical": 3135,
  "therapist know": 9850,
  "know muscles": 4920,
  "muscles weak": 5945,
  "weak tight": 10656,
  "tight start": 9971,
  "start program": 8832,
  "program stretch": 7169,
  "stretch muscles": 9045,
  "muscles make": 5923,
  "make stronger": 5362,
  "stronger exercises": 9086,
  "shoulder goal": 8225,
  "goal function": 3777,
  "function well": 3675,
  "well possible": 10758,
  "possible little": 6972,
  "little pain": 5194,
  "pain physical": 6524,
  "therapist help": 9849,
  "strengthen stretch": 9016,
  "shoulder shoulder": 8310,
  "blade improve": 1326,
  "improve shoulder": 4357,
  "movement teach": 5824,
  "teach proper": 9549,
  "proper ways": 7203,
  "ways move": 10648,
  "shoulder everyday": 8210,
  "everyday tasks": 3104,
  "tasks sports": 9539,
  "activities teach": 411,
  "teach correct": 9547,
  "correct shoulder": 2181,
  "shoulder posture": 8286,
  "posture exercises": 6991,
  "exercises home": 3210,
  "home ask": 4173,
  "therapist make": 9852,
  "make sure": 5363,
  "sure properly": 9185,
  "properly pain": 7205,
  "pain exercise": 6483,
  "exercise may": 3173,
  "may need": 5472,
  "need change": 6012,
  "change way": 1795,
  "way exercise": 10638,
  "exercise lower": 3172,
  "lower resistance": 5295,
  "resistance exercises": 7723,
  "shoulder either": 8206,
  "either stretch": 2850,
  "stretch strengthen": 9052,
  "strengthen muscles": 9013,
  "tendons around": 9731,
  "joint rotator": 4808,
  "muscles strengthening": 5936,
  "strengthening focus": 9020,
  "focus smaller": 3519,
  "smaller weights": 8563,
  "higher repetition": 4121,
  "repetition exercises": 7647,
  "exercises stretch": 3229,
  "stretch shoulder": 9049,
  "include stretching": 4418,
  "stretching back": 9063,
  "shoulder posterior": 8285,
  "posterior stretching": 6982,
  "stretching hand": 9068,
  "hand back": 3874,
  "back stretch": 1125,
  "stretch anterior": 9035,
  "anterior shoulder": 704,
  "shoulder stretch": 8321,
  "stretch towel": 9054,
  "towel pendulum": 10158,
  "pendulum exercise": 6703,
  "exercise wall": 3189,
  "wall stretches": 10589,
  "stretches exercises": 9061,
  "shoulder internal": 8247,
  "internal rotation": 4673,
  "rotation exercise": 7896,
  "exercise band": 3159,
  "band external": 1163,
  "external rotation": 3291,
  "band isometric": 1164,
  "isometric shoulder": 4720,
  "exercises wall": 3238,
  "wall pushups": 10588,
  "pushups shoulder": 7268,
  "blade scapular": 1334,
  "scapular retraction": 7994,
  "retraction tubing": 7792,
  "tubing shoulder": 10298,
  "tubing arm": 10297,
  "arm reach": 853,
  "reach alternative": 7345,
  "alternative names": 622,
  "names shoulder": 5971,
  "exercises references": 3222,
  "read frozen": 7366,
  "frozen shoulder": 3654,
  "shoulder rotator": 8307,
  "selfcare shoulder": 8054,
  "refers": 7479,
  "ball": 1151,
  "type": 10323,
  "humerus": 4219,
  "forms": 3592,
  "scapula": 7988,
  "controls": 2165,
  "inflamed": 4468,
  "called": 1578,
  "syndrome": 9452,
  "condition": 2054,
  "keeping": 4884,
  "position": 6934,
  "periods": 6758,
  "computer": 2043,
  "hairstyling": 3860,
  "sleeping": 8498,
  "requiring": 7707,
  "moved": 5808,
  "repeatedly": 7641,
  "particularly": 6636,
  "working": 10844,
  "many": 5389,
  "hours": 4198,
  "days": 2359,
  "painting": 6587,
  "carpentry": 1679,
  "poor": 6920,
  "years": 10958,
  "occur": 6185,
  "two": 10318,
  "acute": 434,
  "fall": 3345,
  "stretched": 9056,
  "jerking": 4742,
  "chronic": 1846,
  "slowly": 8528,
  "point": 6909,
  "wears": 10684,
  "types": 10328,
  "completely": 2021,
  "sever": 8108,
  "attachments": 1060,
  "complete": 2010,
  "thickness": 9906,
  "means": 5527,
  "goes": 3782,
  "pinpoint": 6834,
  "entire": 3001,
  "come": 1965,
  "detached": 2445,
  "attached": 1045,
  "retracted": 7788,
  "pulled": 7252,
  "expanded": 3245,
  "brushing": 1519,
  "hair": 3857,
  "shelves": 8133,
  "sport": 8729,
  "travel": 10193,
  "stops": 8944,
  "elbow": 2856,
  "indicate": 4455,
  "neck": 5999,
  "raised": 7326,
  "lying": 5307,
  "affected": 483,
  "raising": 7330,
  "stiff": 8883,
  "difficult": 2509,
  "usually": 10497,
  "intense": 4667,
  "hard": 3948,
  "raise": 7320,
  "snapping": 8575,
  "trying": 10289,
  "notice": 6125,
  "began": 1224,
  "indications": 4459,
  "even": 3082,
  "wake": 10578,
  "tolerable": 10100,
  "hurts": 4227,
  "toward": 10144,
  "worse": 10846,
  "relieved": 7535,
  "exams": 3146,
  "reveal": 7818,
  "tenderness": 9660,
  "placed": 6861,
  "show": 8359,
  "spur": 8777,
  "uses": 10482,
  "sound": 8646,
  "waves": 10633,
  "create": 2223,
  "image": 4279,
  "xray": 10930,
  "arthrogram": 924,
  "injects": 4533,
  "contrast": 2152,
  "material": 5412,
  "dye": 2757,
  "used": 10463,
  "multiple": 5878,
  "pictures": 6814,
  "suspects": 9358,
  "follow": 3527,
  "providers": 7228,
  "instructions": 4650,
  "problem": 7083,
  "return": 7797,
  "advise": 479,
  "packs": 6444,
  "protect": 7211,
  "wrapping": 10899,
  "applying": 743,
  "avoiding": 1079,
  "reducing": 7460,
  "injected": 4512,
  "remove": 7570,
  "tissue": 10051,
  "decrease": 2381,
  "demand": 2415,
  "arthroscopic": 938,
  "open": 6291,
  "larger": 4958,
  "incision": 4377,
  "outlook": 6386,
  "prognosis": 7153,
  "weeks": 10707,
  "amount": 652,
  "play": 6890,
  "remain": 7547,
  "relieves": 7542,
  "outcome": 6375,
  "size": 8473,
  "present": 7028,
  "persons": 6771,
  "active": 368,
  "person": 6767,
  "professional": 7147,
  "ongoing": 6287,
  "prevention": 7064,
  "repetitive": 7664,
  "swimmers": 9389,
  "pitchers": 6839,
  "inflammationshoulder": 4489,
  "tendonsinflamed": 9769,
  "normal": 6107,
  "cuffnormal": 2281,
  "cufftorn": 2285,
  "principles": 7077,
  "ricchetti": 7833,
  "et": 3069,
  "entezari": 2999,
  "v": 10518,
  "derwin": 2438,
  "ka": 4855,
  "structure": 9092,
  "matsen": 5415,
  "cordasco": 2176,
  "sperling": 8704,
  "jw": 4850,
  "al": 525,
  "rockwood": 7868,
  "matsens": 5417,
  "2022chap": 124,
  "50": 224,
  "922025": 294,
  "tendinitis refers": 9681,
  "refers irritation": 7480,
  "irritation tendons": 4717,
  "tendons inflammation": 9745,
  "inflammation bursa": 4476,
  "torn bone": 10122,
  "bone overuse": 1404,
  "injury causes": 4579,
  "causes shoulder": 1742,
  "joint ball": 4765,
  "ball socket": 1155,
  "socket type": 8598,
  "type joint": 10326,
  "joint top": 4823,
  "bone humerus": 1396,
  "humerus forms": 4221,
  "forms joint": 3593,
  "blade scapula": 1333,
  "scapula rotator": 7990,
  "cuff holds": 2247,
  "holds head": 4169,
  "head humerus": 3958,
  "humerus scapula": 4223,
  "scapula also": 7989,
  "also controls": 581,
  "controls movement": 2166,
  "joint inflammation": 4789,
  "inflammation tendinitis": 4484,
  "become inflamed": 1207,
  "inflamed become": 4470,
  "inflamed area": 4469,
  "area shoulder": 779,
  "movements rotator": 5835,
  "tendinitis also": 9667,
  "also called": 578,
  "called impingement": 1589,
  "impingement syndrome": 4322,
  "syndrome causes": 9453,
  "causes condition": 1736,
  "condition include": 2061,
  "include keeping": 4409,
  "keeping arm": 4885,
  "arm position": 848,
  "position long": 6945,
  "long periods": 5224,
  "periods computer": 6759,
  "computer work": 2045,
  "work hairstyling": 10820,
  "hairstyling sleeping": 3861,
  "sleeping arm": 8499,
  "arm night": 838,
  "night playing": 6085,
  "sports requiring": 8754,
  "requiring arm": 7708,
  "arm moved": 834,
  "moved overhead": 5810,
  "overhead repeatedly": 6412,
  "repeatedly tennis": 7643,
  "tennis baseball": 9774,
  "baseball particularly": 1178,
  "particularly pitching": 6639,
  "pitching swimming": 6843,
  "swimming lifting": 9393,
  "lifting weights": 5123,
  "weights overhead": 10752,
  "overhead working": 6416,
  "working arm": 10845,
  "arm overhead": 843,
  "overhead many": 6408,
  "many hours": 5395,
  "hours days": 4199,
  "days painting": 2360,
  "painting carpentry": 6588,
  "carpentry poor": 1680,
  "poor posture": 6921,
  "posture many": 6994,
  "many years": 5403,
  "years aging": 10959,
  "aging rotator": 518,
  "tears may": 9607,
  "may occur": 5475,
  "occur two": 6192,
  "two ways": 10322,
  "ways sudden": 10649,
  "sudden acute": 9131,
  "acute tear": 439,
  "may happen": 5457,
  "happen fall": 3936,
  "fall arm": 3346,
  "arm stretched": 865,
  "stretched occur": 9057,
  "occur sudden": 6190,
  "sudden jerking": 9134,
  "jerking motion": 4743,
  "motion try": 5772,
  "lift something": 5111,
  "heavy chronic": 4030,
  "chronic tear": 1851,
  "tear rotator": 9583,
  "tendon occurs": 9709,
  "occurs slowly": 6206,
  "slowly time": 8544,
  "time likely": 9995,
  "likely chronic": 5154,
  "chronic tendinitis": 1852,
  "tendinitis impingement": 9674,
  "syndrome point": 9456,
  "point tendon": 6911,
  "tendon wears": 9725,
  "wears tears": 10685,
  "tears two": 9619,
  "two types": 10321,
  "types rotator": 10335,
  "tears partial": 9610,
  "occurs tear": 6207,
  "tear completely": 9563,
  "completely sever": 2024,
  "sever attachments": 8109,
  "attachments bone": 1061,
  "bone complete": 1387,
  "complete full": 2013,
  "full thickness": 3665,
  "thickness tear": 9908,
  "tear means": 9574,
  "means tear": 5532,
  "tear goes": 9567,
  "goes way": 3784,
  "tendon may": 9708,
  "may small": 5500,
  "small pinpoint": 8554,
  "pinpoint tear": 6836,
  "may involve": 5465,
  "involve entire": 4684,
  "entire tendon": 3004,
  "tendon complete": 9698,
  "complete tears": 2018,
  "tears tendon": 9617,
  "tendon come": 9697,
  "come detached": 1967,
  "detached attached": 2446,
  "attached bone": 1047,
  "bone also": 1383,
  "also retracted": 604,
  "retracted pulled": 7789,
  "pulled away": 7253,
  "away bone": 1084,
  "bone retracted": 1407,
  "retracted tears": 7790,
  "tears heal": 9605,
  "heal symptoms": 3975,
  "symptoms symptoms": 9446,
  "symptoms expanded": 9411,
  "expanded tendinitis": 3249,
  "tendinitis early": 9673,
  "early pain": 2770,
  "pain mild": 6511,
  "mild occurs": 5667,
  "occurs overhead": 6205,
  "overhead activities": 6404,
  "activities lifting": 395,
  "lifting arm": 5117,
  "arm side": 857,
  "side activities": 8415,
  "activities include": 391,
  "include brushing": 4398,
  "brushing hair": 1520,
  "hair reaching": 3859,
  "reaching objects": 7356,
  "objects shelves": 6159,
  "shelves playing": 8134,
  "playing overhead": 6896,
  "overhead sport": 6413,
  "sport pain": 8732,
  "pain likely": 6500,
  "likely front": 5157,
  "front shoulder": 3644,
  "may travel": 5511,
  "travel side": 10195,
  "side arm": 8417,
  "arm pain": 844,
  "pain always": 6465,
  "always stops": 635,
  "stops elbow": 8945,
  "elbow pain": 2906,
  "pain goes": 6490,
  "goes arm": 3783,
  "arm elbow": 810,
  "elbow hand": 2888,
  "hand may": 3885,
  "may indicate": 5463,
  "indicate pinched": 4456,
  "pinched nerve": 6830,
  "nerve neck": 6055,
  "neck may": 6001,
  "also pain": 596,
  "pain lower": 6505,
  "lower shoulder": 5296,
  "shoulder raised": 8294,
  "raised position": 7328,
  "position inflamed": 6941,
  "inflamed shoulder": 4473,
  "shoulder tendons": 8328,
  "tendons time": 9765,
  "time may": 9996,
  "may pain": 5479,
  "rest night": 7747,
  "night lying": 6083,
  "lying affected": 5308,
  "affected shoulder": 491,
  "may weakness": 5517,
  "weakness loss": 10665,
  "loss motion": 5271,
  "motion raising": 5759,
  "raising arm": 7331,
  "arm head": 820,
  "feel stiff": 3382,
  "stiff lifting": 8885,
  "lifting movement": 5120,
  "movement may": 5821,
  "may become": 5435,
  "become difficult": 1206,
  "difficult place": 2511,
  "place arm": 6846,
  "arm behind": 794,
  "back rotator": 1118,
  "tears pain": 9609,
  "pain sudden": 6546,
  "sudden tear": 9136,
  "tear fall": 9566,
  "fall injury": 3348,
  "injury usually": 4616,
  "usually intense": 10503,
  "intense right": 4670,
  "right injury": 7839,
  "injury likely": 4597,
  "likely weakness": 5164,
  "weakness shoulder": 10666,
  "shoulder arm": 8167,
  "arm may": 832,
  "may hard": 5458,
  "hard move": 3951,
  "shoulder raise": 8293,
  "raise arm": 7321,
  "also feel": 584,
  "feel snapping": 3381,
  "snapping trying": 8576,
  "trying move": 10290,
  "arm chronic": 801,
  "tear often": 9578,
  "often notice": 6233,
  "notice began": 6126,
  "began symptoms": 1225,
  "symptoms pain": 9430,
  "stiffness loss": 8902,
  "motion worsen": 5774,
  "worsen slowly": 10853,
  "time indications": 9993,
  "indications torn": 4460,
  "cuff rotator": 2269,
  "tendon tears": 9719,
  "tears often": 9608,
  "often cause": 6219,
  "pain night": 6515,
  "night pain": 6084,
  "pain may": 6506,
  "may even": 5451,
  "even wake": 3090,
  "wake day": 10579,
  "day pain": 2350,
  "pain tolerable": 6555,
  "tolerable usually": 10101,
  "usually hurts": 10502,
  "hurts certain": 4228,
  "certain movements": 1770,
  "movements overhead": 5833,
  "overhead reaching": 6411,
  "reaching toward": 7360,
  "toward back": 10145,
  "back time": 1130,
  "time symptoms": 10010,
  "symptoms become": 9407,
  "become much": 1211,
  "much worse": 5875,
  "worse relieved": 10849,
  "relieved medicines": 7536,
  "medicines rest": 5611,
  "rest exercise": 7743,
  "exercise exams": 3165,
  "exams tests": 3147,
  "tests physical": 9819,
  "exam may": 3113,
  "may reveal": 5495,
  "reveal tenderness": 7819,
  "tenderness shoulder": 9665,
  "occur shoulder": 6189,
  "raised overhead": 7327,
  "overhead often": 6410,
  "often weakness": 6244,
  "shoulder placed": 8284,
  "placed certain": 6862,
  "certain positions": 1773,
  "positions xrays": 6961,
  "xrays shoulder": 10943,
  "may show": 5499,
  "show bone": 8360,
  "bone spur": 1414,
  "spur change": 8778,
  "change position": 1792,
  "position shoulder": 6951,
  "shoulder also": 8162,
  "also check": 579,
  "check causes": 1807,
  "pain arthritis": 6466,
  "arthritis health": 911,
  "order tests": 6333,
  "tests ultrasound": 9825,
  "ultrasound test": 10372,
  "test uses": 9802,
  "uses sound": 10484,
  "sound waves": 8647,
  "waves create": 10634,
